{
  "\t": 472,
  "\n": 64,
  " ": 0,
  "!": 78,
  "\"": 28,
  "#": 204,
  "$": 106,
  "%": 111,
  "&": 109,
  "'": 32,
  "(": 51,
  ")": 50,
  "*": 238,
  "+": 99,
  ",": 21,
  "-": 49,
  ".": 23,
  "/": 73,
  "0": 38,
  "1": 24,
  "2": 29,
  "3": 40,
  "4": 42,
  "5": 44,
  "6": 46,
  "7": 47,
  "8": 41,
  "9": 31,
  ":": 67,
  ";": 69,
  "<": 71,
  "=": 98,
  ">": 70,
  "?": 89,
  "@": 483,
  "A": 30,
  "B": 48,
  "C": 35,
  "D": 59,
  "E": 57,
  "F": 54,
  "G": 52,
  "H": 37,
  "I": 36,
  "J": 63,
  "K": 66,
  "L": 53,
  "M": 43,
  "N": 61,
  "O": 65,
  "P": 45,
  "Q": 81,
  "R": 55,
  "S": 33,
  "T": 34,
  "U": 68,
  "V": 72,
  "W": 56,
  "X": 84,
  "Y": 79,
  "Z": 80,
  "[": 25,
  "\\": 90,
  "]": 26,
  "^": 130,
  "_": 173,
  "`": 326,
  "a": 2,
  "b": 20,
  "c": 12,
  "d": 11,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 9,
  "i": 6,
  "j": 60,
  "k": 27,
  "l": 10,
  "m": 13,
  "n": 5,
  "o": 4,
  "p": 15,
  "q": 62,
  "r": 8,
  "s": 7,
  "t": 3,
  "u": 14,
  "v": 22,
  "w": 19,
  "x": 39,
  "y": 18,
  "z": 58,
  "{": 87,
  "|": 222,
  "}": 88,
  "~": 475,
  "\u00a0": 75,
  "\u00a1": 335,
  "\u00a2": 559,
  "\u00a3": 113,
  "\u00a7": 156,
  "\u00b0": 140,
  "\u00b1": 547,
  "\u00b2": 316,
  "\u00b4": 536,
  "\u00b7": 347,
  "\u00bd": 548,
  "\u00c0": 599,
  "\u00c1": 160,
  "\u00c2": 417,
  "\u00c4": 514,
  "\u00c7": 422,
  "\u00c9": 97,
  "\u00ce": 609,
  "\u00d1": 274,
  "\u00d3": 441,
  "\u00d6": 334,
  "\u00d7": 312,
  "\u00d8": 276,
  "\u00dc": 196,
  "\u00df": 167,
  "\u00e0": 131,
  "\u00e1": 92,
  "\u00e2": 166,
  "\u00e4": 108,
  "\u00e5": 337,
  "\u00e6": 123,
  "\u00e7": 103,
  "\u00e8": 94,
  "\u00e9": 77,
  "\u00ea": 188,
  "\u00eb": 119,
  "\u00ec": 217,
  "\u00ed": 96,
  "\u00ee": 255,
  "\u00ef": 114,
  "\u00f0": 390,
  "\u00f1": 115,
  "\u00f2": 239,
  "\u00f3": 105,
  "\u00f4": 141,
  "\u00f5": 719,
  "\u00f6": 83,
  "\u00f8": 112,
  "\u00f9": 327,
  "\u00fa": 125,
  "\u00fb": 209,
  "\u00fc": 85,
  "\u00fd": 302,
  "\u0100": 154,
  "\u0101": 82,
  "\u0103": 281,
  "\u0105": 550,
  "\u0106": 715,
  "\u0107": 124,
  "\u010c": 339,
  "\u010d": 143,
  "\u0110": 251,
  "\u0111": 319,
  "\u0113": 151,
  "\u0117": 424,
  "\u0119": 494,
  "\u011b": 214,
  "\u011f": 275,
  "\u0129": 524,
  "\u012a": 425,
  "\u012b": 102,
  "\u0130": 285,
  "\u0131": 311,
  "\u0141": 520,
  "\u0142": 190,
  "\u0144": 349,
  "\u014b": 235,
  "\u014c": 522,
  "\u014d": 139,
  "\u0151": 267,
  "\u0152": 521,
  "\u0153": 226,
  "\u0159": 263,
  "\u015a": 237,
  "\u015b": 194,
  "\u015f": 272,
  "\u0160": 259,
  "\u0161": 137,
  "\u0163": 712,
  "\u0165": 563,
  "\u016b": 104,
  "\u016f": 551,
  "\u017c": 604,
  "\u017d": 252,
  "\u017e": 177,
  "\u01ce": 430,
  "\u01d0": 187,
  "\u01d2": 333,
  "\u01d4": 363,
  "\u0218": 523,
  "\u0219": 300,
  "\u021a": 413,
  "\u021b": 414,
  "\u0250": 170,
  "\u0251": 138,
  "\u0252": 192,
  "\u0254": 136,
  "\u0255": 449,
  "\u0259": 101,
  "\u025b": 121,
  "\u025c": 280,
  "\u0261": 135,
  "\u0263": 389,
  "\u0266": 519,
  "\u0268": 350,
  "\u026a": 107,
  "\u026c": 403,
  "\u026f": 502,
  "\u0275": 611,
  "\u0278": 328,
  "\u027e": 250,
  "\u0281": 117,
  "\u0283": 180,
  "\u028a": 118,
  "\u028b": 440,
  "\u028c": 298,
  "\u028e": 407,
  "\u028f": 439,
  "\u0292": 174,
  "\u0294": 299,
  "\u02b0": 262,
  "\u02b2": 290,
  "\u02b7": 674,
  "\u02bb": 245,
  "\u02bc": 182,
  "\u02bd": 601,
  "\u02be": 269,
  "\u02bf": 164,
  "\u02c0": 713,
  "\u02c8": 86,
  "\u02cc": 227,
  "\u02d0": 100,
  "\u02e0": 503,
  "\u02e4": 671,
  "\u0300": 447,
  "\u0301": 218,
  "\u0302": 499,
  "\u0303": 197,
  "\u0329": 236,
  "\u032a": 408,
  "\u032f": 223,
  "\u0361": 412,
  "\u0391": 512,
  "\u0394": 224,
  "\u0395": 410,
  "\u0396": 471,
  "\u0397": 511,
  "\u039a": 279,
  "\u039d": 545,
  "\u03a0": 318,
  "\u03a1": 510,
  "\u03a3": 323,
  "\u03a4": 546,
  "\u03a5": 509,
  "\u03a7": 556,
  "\u03a9": 409,
  "\u03ac": 207,
  "\u03ad": 208,
  "\u03ae": 283,
  "\u03af": 200,
  "\u03b1": 142,
  "\u03b2": 273,
  "\u03b3": 240,
  "\u03b4": 242,
  "\u03b5": 157,
  "\u03b6": 260,
  "\u03b7": 172,
  "\u03b8": 193,
  "\u03b9": 144,
  "\u03ba": 158,
  "\u03bb": 171,
  "\u03bc": 225,
  "\u03bd": 128,
  "\u03be": 322,
  "\u03bf": 126,
  "\u03c0": 168,
  "\u03c1": 147,
  "\u03c2": 127,
  "\u03c3": 162,
  "\u03c4": 153,
  "\u03c5": 202,
  "\u03c6": 229,
  "\u03c7": 230,
  "\u03c8": 558,
  "\u03c9": 201,
  "\u03ca": 516,
  "\u03cc": 228,
  "\u03cd": 261,
  "\u03ce": 359,
  "\u0409": 473,
  "\u0410": 610,
  "\u0411": 500,
  "\u0412": 293,
  "\u0413": 593,
  "\u0414": 405,
  "\u0418": 592,
  "\u041a": 372,
  "\u041b": 330,
  "\u041f": 346,
  "\u0420": 404,
  "\u0421": 288,
  "\u0427": 392,
  "\u0430": 181,
  "\u0431": 474,
  "\u0432": 178,
  "\u0433": 234,
  "\u0434": 393,
  "\u0435": 175,
  "\u0437": 309,
  "\u0438": 165,
  "\u0439": 375,
  "\u043a": 289,
  "\u043b": 310,
  "\u043c": 213,
  "\u043d": 199,
  "\u043e": 150,
  "\u043f": 308,
  "\u0440": 205,
  "\u0441": 233,
  "\u0442": 206,
  "\u0443": 340,
  "\u0445": 596,
  "\u0446": 391,
  "\u0447": 221,
  "\u044b": 297,
  "\u044c": 501,
  "\u044f": 338,
  "\u0451": 331,
  "\u0456": 296,
  "\u0458": 714,
  "\u045b": 394,
  "\u045e": 595,
  "\u0544": 294,
  "\u054e": 720,
  "\u054f": 723,
  "\u0561": 254,
  "\u0562": 497,
  "\u0563": 722,
  "\u0564": 498,
  "\u0565": 253,
  "\u0567": 495,
  "\u0569": 345,
  "\u056c": 400,
  "\u0570": 721,
  "\u0575": 496,
  "\u0576": 220,
  "\u0578": 295,
  "\u057f": 724,
  "\u0580": 402,
  "\u0584": 401,
  "\u05b5": 552,
  "\u05b7": 555,
  "\u05bc": 554,
  "\u05c1": 553,
  "\u05d0": 426,
  "\u05d1": 256,
  "\u05d4": 351,
  "\u05d5": 277,
  "\u05d6": 508,
  "\u05d7": 352,
  "\u05d9": 258,
  "\u05da": 505,
  "\u05dd": 314,
  "\u05de": 286,
  "\u05df": 443,
  "\u05e0": 507,
  "\u05e2": 361,
  "\u05e4": 506,
  "\u05e8": 257,
  "\u05e9": 278,
  "\u05f4": 442,
  "\u0621": 379,
  "\u0623": 265,
  "\u0625": 380,
  "\u0627": 110,
  "\u0628": 132,
  "\u0629": 231,
  "\u062a": 183,
  "\u062c": 292,
  "\u062d": 198,
  "\u062e": 211,
  "\u062f": 169,
  "\u0631": 145,
  "\u0632": 324,
  "\u0633": 186,
  "\u0634": 423,
  "\u0635": 332,
  "\u0636": 325,
  "\u0637": 377,
  "\u0639": 210,
  "\u063a": 549,
  "\u0640": 446,
  "\u0641": 243,
  "\u0642": 266,
  "\u0643": 247,
  "\u0644": 122,
  "\u0645": 133,
  "\u0646": 163,
  "\u0647": 244,
  "\u0648": 159,
  "\u0649": 376,
  "\u064a": 146,
  "\u0651": 291,
  "\u06a9": 606,
  "\u06cc": 307,
  "\u092e": 481,
  "\u0930": 479,
  "\u0939": 477,
  "\u093e": 480,
  "\u0947": 478,
  "\u0a85": 489,
  "\u0a86": 491,
  "\u0a95": 493,
  "\u0a97": 488,
  "\u0aa4": 396,
  "\u0aa5": 399,
  "\u0aa8": 485,
  "\u0aaa": 486,
  "\u0aae": 492,
  "\u0aaf": 397,
  "\u0ab0": 487,
  "\u0ab5": 490,
  "\u0ab8": 484,
  "\u0abe": 344,
  "\u0acb": 398,
  "\u0acd": 343,
  "\u1e0d": 264,
  "\u1e21": 602,
  "\u1e24": 284,
  "\u1e25": 148,
  "\u1e2b": 605,
  "\u1e33": 444,
  "\u1e34": 603,
  "\u1e35": 445,
  "\u1e37": 395,
  "\u1e43": 282,
  "\u1e45": 321,
  "\u1e47": 161,
  "\u1e5a": 482,
  "\u1e5b": 476,
  "\u1e62": 381,
  "\u1e63": 155,
  "\u1e6c": 378,
  "\u1e6d": 179,
  "\u1e93": 427,
  "\u1ea1": 342,
  "\u1ea5": 341,
  "\u1f00": 607,
  "\u1f04": 411,
  "\u1f08": 420,
  "\u1f10": 304,
  "\u1f11": 600,
  "\u1f14": 540,
  "\u1f18": 301,
  "\u1f21": 725,
  "\u1f29": 539,
  "\u1f2d": 543,
  "\u1f30": 354,
  "\u1f38": 360,
  "\u1f39": 518,
  "\u1f3d": 544,
  "\u1f41": 241,
  "\u1f44": 557,
  "\u1f45": 348,
  "\u1f50": 357,
  "\u1f55": 448,
  "\u1f61": 608,
  "\u1f70": 419,
  "\u1f74": 517,
  "\u1f76": 421,
  "\u1fb1": 726,
  "\u1fc6": 358,
  "\u1fc7": 542,
  "\u1fd6": 415,
  "\u1fe5": 541,
  "\u1fe6": 303,
  "\u1fec": 515,
  "\u1ff6": 353,
  "\u2009": 120,
  "\u200a": 535,
  "\u200c": 195,
  "\u200d": 176,
  "\u200e": 152,
  "\u2010": 320,
  "\u2011": 406,
  "\u2013": 74,
  "\u2014": 76,
  "\u2018": 129,
  "\u2019": 91,
  "\u201c": 95,
  "\u201d": 93,
  "\u2022": 504,
  "\u2026": 116,
  "\u2032": 191,
  "\u2033": 219,
  "\u2044": 134,
  "\u2060": 315,
  "\u2061": 268,
  "\u20ac": 317,
  "\u2113": 418,
  "\u211b": 561,
  "\u2192": 215,
  "\u2194": 538,
  "\u2200": 356,
  "\u2203": 388,
  "\u2211": 373,
  "\u2212": 149,
  "\u221a": 355,
  "\u221e": 306,
  "\u2227": 212,
  "\u2228": 246,
  "\u222b": 537,
  "\u2248": 313,
  "\u2260": 562,
  "\u2261": 513,
  "\u2265": 560,
  "\u22ef": 374,
  "\u266d": 594,
  "\u27e8": 184,
  "\u27e9": 185,
  "\u3002": 650,
  "\u4e00": 638,
  "\u4e09": 567,
  "\u4e0b": 438,
  "\u4e0d": 437,
  "\u4e16": 364,
  "\u4e18": 673,
  "\u4e28": 662,
  "\u4e2d": 618,
  "\u4e4b": 383,
  "\u4e5f": 649,
  "\u4e8e": 454,
  "\u4e93": 682,
  "\u4e94": 367,
  "\u4e9e": 564,
  "\u4eba": 635,
  "\u4ec1": 434,
  "\u4ec9": 568,
  "\u4ecc": 664,
  "\u4ee4": 382,
  "\u4ef2": 676,
  "\u4fe1": 588,
  "\u4fee": 666,
  "\u5091": 705,
  "\u50b3": 451,
  "\u514b": 580,
  "\u516c": 431,
  "\u5195": 578,
  "\u51a0": 675,
  "\u5217": 623,
  "\u521d": 455,
  "\u5247": 589,
  "\u535a": 369,
  "\u537f": 717,
  "\u539f": 698,
  "\u53e4": 626,
  "\u53f2": 232,
  "\u53f8": 270,
  "\u540c": 457,
  "\u540d": 672,
  "\u5468": 688,
  "\u547d": 686,
  "\u5531": 628,
  "\u56db": 586,
  "\u56fa": 636,
  "\u5728": 681,
  "\u57ce": 669,
  "\u57fa": 706,
  "\u58eb": 287,
  "\u590d": 625,
  "\u5927": 366,
  "\u5929": 460,
  "\u592a": 248,
  "\u592b": 458,
  "\u5982": 590,
  "\u59d3": 670,
  "\u5b50": 216,
  "\u5b54": 189,
  "\u5b5f": 203,
  "\u5b6b": 386,
  "\u5b78": 384,
  "\u5b89": 597,
  "\u5b97": 573,
  "\u5b98": 683,
  "\u5bb6": 365,
  "\u5c15": 708,
  "\u5c3c": 677,
  "\u5c71": 641,
  "\u5db8": 710,
  "\u5e0c": 432,
  "\u5e24": 694,
  "\u5e9c": 587,
  "\u5edf": 435,
  "\u5f65": 709,
  "\u5f90": 660,
  "\u5fb5": 680,
  "\u5fb7": 470,
  "\u5fc3": 591,
  "\u5fe0": 656,
  "\u60e0": 576,
  "\u60f2": 657,
  "\u6176": 569,
  "\u6216": 452,
  "\u6240": 646,
  "\u655e": 655,
  "\u6566": 598,
  "\u6587": 433,
  "\u660c": 697,
  "\u662d": 462,
  "\u66a6": 456,
  "\u66f2": 466,
  "\u66f8": 329,
  "\u66fe": 583,
  "\u6709": 637,
  "\u672c": 622,
  "\u6731": 581,
  "\u6751": 661,
  "\u6797": 362,
  "\u68b4": 582,
  "\u694a": 385,
  "\u6977": 690,
  "\u6a35": 621,
  "\u6b66": 387,
  "\u6b7b": 639,
  "\u6bcd": 566,
  "\u6bdb": 644,
  "\u6c0f": 370,
  "\u6cd5": 653,
  "\u6cf0": 640,
  "\u6d63": 691,
  "\u6f22": 632,
  "\u7121": 371,
  "\u716c": 572,
  "\u7236": 570,
  "\u7528": 645,
  "\u7532": 707,
  "\u7570": 648,
  "\u76e1": 436,
  "\u7965": 689,
  "\u796d": 461,
  "\u79ae": 459,
  "\u7a0b": 579,
  "\u7cb9": 585,
  "\u7cfb": 574,
  "\u7d00": 450,
  "\u7d39": 692,
  "\u7d76": 627,
  "\u7d93": 368,
  "\u7db1": 633,
  "\u7fa9": 685,
  "\u8056": 565,
  "\u81e8": 658,
  "\u8340": 687,
  "\u8868": 624,
  "\u8981": 634,
  "\u89c0": 659,
  "\u8a18": 667,
  "\u8ac7": 615,
  "\u8b5c": 617,
  "\u8ce6": 652,
  "\u8cea": 584,
  "\u8da8": 647,
  "\u8ecd": 711,
  "\u8efb": 428,
  "\u8f15": 642,
  "\u8fc1": 613,
  "\u901a": 665,
  "\u9031": 577,
  "\u9047": 651,
  "\u905c": 718,
  "\u9077": 429,
  "\u9112": 678,
  "\u912d": 620,
  "\u91cd": 453,
  "\u932f": 654,
  "\u9577": 716,
  "\u961c": 467,
  "\u96b1": 619,
  "\u96d9": 616,
  "\u96e2": 630,
  "\u97d3": 668,
  "\u97fb": 629,
  "\u984f": 679,
  "\u9854": 575,
  "\u99ac": 271,
  "\u99ae": 663,
  "\u9a37": 631,
  "\u9a6c": 612,
  "\u9ad4": 614,
  "\u9b6f": 571,
  "\u9bc9": 684,
  "\u9d3b": 643,
  "\uace1": 464,
  "\uacf5": 249,
  "\ubbfc": 703,
  "\ubd80": 465,
  "\uc2dd": 702,
  "\uc528": 463,
  "\uc5ec": 693,
  "\uc625": 704,
  "\uc6d0": 696,
  "\uc9c0": 468,
  "\uc9c4": 469,
  "\ucc2c": 701,
  "\ucc3d": 695,
  "\ucca0": 699,
  "\ud6a8": 700,
  "\ufb00": 525,
  "\ufeff": 336,
  "\uff0c": 305,
  "\ud804\udc13": 529,
  "\ud804\udc25": 527,
  "\ud804\udc26": 533,
  "\ud804\udc29": 526,
  "\ud804\udc2b": 532,
  "\ud804\udc2c": 531,
  "\ud804\udc32": 528,
  "\ud804\udc3b": 534,
  "\ud804\udc3c": 416,
  "\ud804\udc46": 530
}