{
  "\n": 66,
  " ": 0,
  "!": 76,
  "\"": 35,
  "#": 272,
  "$": 82,
  "%": 81,
  "&": 97,
  "'": 42,
  "(": 64,
  ")": 65,
  "*": 362,
  "+": 170,
  ",": 20,
  "-": 50,
  ".": 23,
  "/": 73,
  "0": 30,
  "1": 24,
  "2": 27,
  "3": 38,
  "4": 40,
  "5": 44,
  "6": 46,
  "7": 45,
  "8": 41,
  "9": 28,
  ":": 70,
  ";": 71,
  "<": 68,
  "=": 215,
  ">": 69,
  "?": 88,
  "@": 317,
  "A": 31,
  "B": 48,
  "C": 34,
  "D": 49,
  "E": 59,
  "F": 52,
  "G": 57,
  "H": 39,
  "I": 33,
  "J": 60,
  "K": 63,
  "L": 51,
  "M": 43,
  "N": 47,
  "O": 61,
  "P": 36,
  "Q": 83,
  "R": 53,
  "S": 32,
  "T": 37,
  "U": 54,
  "V": 72,
  "W": 56,
  "X": 84,
  "Y": 74,
  "Z": 80,
  "[": 25,
  "]": 26,
  "a": 2,
  "b": 21,
  "c": 12,
  "d": 10,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 9,
  "i": 6,
  "j": 62,
  "k": 29,
  "l": 11,
  "m": 13,
  "n": 4,
  "o": 5,
  "p": 15,
  "q": 67,
  "r": 7,
  "s": 8,
  "t": 3,
  "u": 14,
  "v": 22,
  "w": 18,
  "x": 58,
  "y": 19,
  "z": 55,
  "\u00a0": 77,
  "\u00a2": 205,
  "\u00a3": 105,
  "\u00b0": 103,
  "\u00b7": 266,
  "\u00c1": 171,
  "\u00c5": 206,
  "\u00c9": 108,
  "\u00cd": 264,
  "\u00d3": 201,
  "\u00d6": 216,
  "\u00dc": 204,
  "\u00df": 181,
  "\u00e0": 148,
  "\u00e1": 87,
  "\u00e2": 129,
  "\u00e3": 140,
  "\u00e4": 107,
  "\u00e5": 161,
  "\u00e6": 110,
  "\u00e7": 106,
  "\u00e8": 101,
  "\u00e9": 79,
  "\u00ea": 274,
  "\u00eb": 113,
  "\u00ec": 185,
  "\u00ed": 94,
  "\u00ef": 160,
  "\u00f0": 265,
  "\u00f1": 149,
  "\u00f3": 93,
  "\u00f4": 139,
  "\u00f6": 90,
  "\u00f8": 96,
  "\u00fa": 122,
  "\u00fc": 89,
  "\u00fd": 177,
  "\u0101": 131,
  "\u0103": 183,
  "\u0105": 307,
  "\u0107": 165,
  "\u0110": 209,
  "\u0113": 277,
  "\u0117": 303,
  "\u0119": 156,
  "\u011b": 200,
  "\u0127": 347,
  "\u0129": 112,
  "\u012b": 199,
  "\u0131": 361,
  "\u0142": 98,
  "\u0144": 95,
  "\u014b": 141,
  "\u014d": 126,
  "\u0152": 311,
  "\u0153": 208,
  "\u0159": 145,
  "\u015b": 136,
  "\u015f": 293,
  "\u0160": 343,
  "\u0161": 225,
  "\u016b": 151,
  "\u016f": 260,
  "\u017c": 196,
  "\u01a1": 282,
  "\u01ce": 178,
  "\u0219": 168,
  "\u021b": 310,
  "\u0250": 133,
  "\u0251": 100,
  "\u0254": 114,
  "\u0255": 193,
  "\u0256": 306,
  "\u0257": 278,
  "\u0259": 92,
  "\u025b": 99,
  "\u025c": 305,
  "\u0261": 135,
  "\u0263": 227,
  "\u0267": 271,
  "\u0268": 279,
  "\u026a": 109,
  "\u026c": 243,
  "\u0270": 169,
  "\u0272": 226,
  "\u027e": 144,
  "\u0281": 120,
  "\u0283": 125,
  "\u028a": 115,
  "\u028b": 252,
  "\u028c": 268,
  "\u0291": 333,
  "\u0292": 134,
  "\u0294": 203,
  "\u0295": 349,
  "\u02b0": 184,
  "\u02b2": 163,
  "\u02bc": 137,
  "\u02be": 229,
  "\u02bf": 167,
  "\u02c0": 280,
  "\u02c8": 85,
  "\u02cc": 143,
  "\u02d0": 91,
  "\u02e4": 348,
  "\u0300": 262,
  "\u0301": 189,
  "\u0302": 179,
  "\u0303": 119,
  "\u030c": 211,
  "\u0329": 263,
  "\u032f": 176,
  "\u0361": 269,
  "\u03a6": 294,
  "\u03b2": 318,
  "\u03bf": 276,
  "\u03c7": 224,
  "\u0410": 287,
  "\u0411": 301,
  "\u0412": 297,
  "\u0414": 290,
  "\u041c": 296,
  "\u0421": 292,
  "\u0430": 191,
  "\u0432": 190,
  "\u0433": 302,
  "\u0434": 288,
  "\u0435": 152,
  "\u0438": 153,
  "\u0439": 289,
  "\u043b": 298,
  "\u043c": 212,
  "\u043d": 187,
  "\u043e": 192,
  "\u0440": 188,
  "\u0442": 291,
  "\u0444": 300,
  "\u0445": 214,
  "\u0447": 213,
  "\u044c": 299,
  "\u05b0": 218,
  "\u05b1": 309,
  "\u05b4": 155,
  "\u05b5": 221,
  "\u05b6": 198,
  "\u05b7": 220,
  "\u05b8": 325,
  "\u05bc": 222,
  "\u05d0": 308,
  "\u05d1": 154,
  "\u05d2": 295,
  "\u05d3": 247,
  "\u05d5": 158,
  "\u05d6": 228,
  "\u05d7": 164,
  "\u05d9": 123,
  "\u05da": 328,
  "\u05dc": 157,
  "\u05dd": 194,
  "\u05de": 217,
  "\u05df": 195,
  "\u05e0": 219,
  "\u05e1": 320,
  "\u05e2": 197,
  "\u05e4": 319,
  "\u05e6": 324,
  "\u05e7": 326,
  "\u05e8": 166,
  "\u05e9": 244,
  "\u05ea": 327,
  "\u0623": 323,
  "\u0624": 321,
  "\u0627": 111,
  "\u0628": 147,
  "\u0629": 246,
  "\u062a": 245,
  "\u062d": 172,
  "\u062f": 127,
  "\u0631": 124,
  "\u0633": 173,
  "\u0634": 342,
  "\u0635": 344,
  "\u0637": 251,
  "\u0639": 138,
  "\u0641": 175,
  "\u0642": 322,
  "\u0644": 159,
  "\u0645": 132,
  "\u0646": 174,
  "\u0647": 363,
  "\u0648": 202,
  "\u0649": 250,
  "\u064a": 128,
  "\u1000": 239,
  "\u1004": 233,
  "\u1005": 237,
  "\u1006": 234,
  "\u100a": 241,
  "\u1014": 235,
  "\u1021": 230,
  "\u102c": 232,
  "\u102f": 238,
  "\u1031": 231,
  "\u1038": 236,
  "\u103a": 146,
  "\u103c": 240,
  "\u120a": 370,
  "\u1215": 366,
  "\u1218": 367,
  "\u1265": 364,
  "\u12a0": 259,
  "\u12d0": 369,
  "\u12ed": 365,
  "\u12f5": 368,
  "\u1e25": 223,
  "\u1e63": 345,
  "\u1e6d": 346,
  "\u1e75": 242,
  "\u1ea1": 162,
  "\u1ea3": 281,
  "\u1ea5": 182,
  "\u1ec5": 210,
  "\u1ec7": 116,
  "\u1ecd": 130,
  "\u1ee9": 275,
  "\u1ef7": 186,
  "\u2009": 270,
  "\u200b": 261,
  "\u200e": 117,
  "\u2013": 75,
  "\u2014": 78,
  "\u2018": 150,
  "\u2019": 86,
  "\u201c": 102,
  "\u201d": 104,
  "\u2026": 118,
  "\u2032": 121,
  "\u2033": 180,
  "\u2044": 267,
  "\u20ac": 273,
  "\u20b9": 304,
  "\u2212": 207,
  "\u4e00": 340,
  "\u4e2d": 249,
  "\u4e3b": 315,
  "\u4f36": 351,
  "\u4f50": 283,
  "\u4f5c": 286,
  "\u5218": 253,
  "\u5289": 258,
  "\u52e4": 256,
  "\u5927": 248,
  "\u5b50": 355,
  "\u5d16": 313,
  "\u5f20": 352,
  "\u5f35": 353,
  "\u5fc3": 356,
  "\u6301": 316,
  "\u65d7": 341,
  "\u6653": 350,
  "\u66c9": 358,
  "\u6751": 314,
  "\u69ae": 285,
  "\u6ce2": 254,
  "\u7530": 335,
  "\u793e": 357,
  "\u7d20": 255,
  "\u7d71": 339,
  "\u7ea2": 312,
  "\u85e4": 284,
  "\u8a69": 257,
  "\u8c4a": 334,
  "\u8d64": 354,
  "\u9078": 360,
  "\u91d1": 332,
  "\u971e": 359,
  "\uae30": 338,
  "\uae40": 329,
  "\ub300": 330,
  "\uc77c": 337,
  "\uc911": 331,
  "\ud1b5": 336,
  "\ufeff": 142
}