{
  "\t": 273,
  "\n": 42,
  " ": 0,
  "!": 80,
  "\"": 25,
  "#": 85,
  "$": 79,
  "%": 90,
  "&": 72,
  "'": 35,
  "(": 58,
  ")": 59,
  "*": 112,
  "+": 91,
  ",": 19,
  "-": 51,
  ".": 22,
  "/": 75,
  "0": 27,
  "1": 24,
  "2": 28,
  "3": 43,
  "4": 50,
  "5": 48,
  "6": 49,
  "7": 44,
  "8": 47,
  "9": 32,
  ":": 69,
  ";": 71,
  "=": 124,
  ">": 239,
  "?": 82,
  "@": 143,
  "A": 34,
  "B": 36,
  "C": 39,
  "D": 46,
  "E": 61,
  "F": 56,
  "G": 54,
  "H": 40,
  "I": 37,
  "J": 57,
  "K": 65,
  "L": 45,
  "M": 38,
  "N": 52,
  "O": 60,
  "P": 53,
  "Q": 77,
  "R": 41,
  "S": 33,
  "T": 31,
  "U": 63,
  "V": 68,
  "W": 55,
  "X": 83,
  "Y": 67,
  "Z": 76,
  "[": 29,
  "\\": 205,
  "]": 30,
  "^": 97,
  "_": 270,
  "a": 2,
  "b": 20,
  "c": 12,
  "d": 10,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 11,
  "i": 7,
  "j": 66,
  "k": 26,
  "l": 9,
  "m": 13,
  "n": 3,
  "o": 4,
  "p": 15,
  "q": 70,
  "r": 6,
  "s": 8,
  "t": 5,
  "u": 14,
  "v": 23,
  "w": 18,
  "x": 62,
  "y": 21,
  "z": 64,
  "{": 260,
  "|": 200,
  "}": 174,
  "~": 208,
  "\u00a0": 73,
  "\u00a3": 86,
  "\u00ab": 264,
  "\u00b0": 119,
  "\u00b2": 263,
  "\u00b5": 233,
  "\u00b7": 134,
  "\u00bb": 265,
  "\u00bd": 122,
  "\u00c0": 267,
  "\u00c1": 163,
  "\u00c2": 167,
  "\u00c4": 139,
  "\u00c5": 127,
  "\u00c7": 249,
  "\u00c9": 106,
  "\u00d6": 130,
  "\u00d7": 110,
  "\u00d8": 146,
  "\u00da": 214,
  "\u00dc": 131,
  "\u00de": 261,
  "\u00df": 135,
  "\u00e0": 102,
  "\u00e1": 94,
  "\u00e2": 113,
  "\u00e3": 104,
  "\u00e4": 95,
  "\u00e5": 100,
  "\u00e6": 111,
  "\u00e7": 101,
  "\u00e8": 93,
  "\u00e9": 81,
  "\u00ea": 118,
  "\u00eb": 125,
  "\u00ec": 161,
  "\u00ed": 98,
  "\u00ee": 132,
  "\u00ef": 136,
  "\u00f1": 108,
  "\u00f2": 128,
  "\u00f3": 105,
  "\u00f4": 116,
  "\u00f5": 217,
  "\u00f6": 89,
  "\u00f8": 148,
  "\u00f9": 162,
  "\u00fa": 180,
  "\u00fc": 96,
  "\u00fd": 149,
  "\u0101": 188,
  "\u0105": 248,
  "\u0107": 166,
  "\u0109": 274,
  "\u010d": 173,
  "\u010f": 262,
  "\u0113": 215,
  "\u0115": 266,
  "\u0119": 242,
  "\u011f": 230,
  "\u0129": 218,
  "\u0130": 187,
  "\u0131": 231,
  "\u0141": 178,
  "\u0142": 170,
  "\u0144": 238,
  "\u014b": 177,
  "\u014d": 142,
  "\u0153": 153,
  "\u0159": 204,
  "\u0160": 160,
  "\u0161": 179,
  "\u016f": 232,
  "\u0175": 175,
  "\u017a": 216,
  "\u017c": 210,
  "\u017e": 240,
  "\u021b": 196,
  "\u0250": 211,
  "\u0251": 123,
  "\u0252": 168,
  "\u0254": 150,
  "\u0259": 107,
  "\u025b": 120,
  "\u025c": 206,
  "\u0261": 147,
  "\u026a": 117,
  "\u027e": 181,
  "\u0281": 126,
  "\u0282": 184,
  "\u0283": 152,
  "\u028a": 129,
  "\u028f": 183,
  "\u0292": 121,
  "\u02c8": 92,
  "\u02cc": 141,
  "\u02d0": 109,
  "\u0302": 213,
  "\u0303": 158,
  "\u030c": 182,
  "\u0391": 234,
  "\u0392": 236,
  "\u0393": 243,
  "\u039a": 244,
  "\u039d": 235,
  "\u03a0": 247,
  "\u03a1": 237,
  "\u03ac": 245,
  "\u03ad": 189,
  "\u03b1": 199,
  "\u03b3": 198,
  "\u03b5": 192,
  "\u03b7": 191,
  "\u03b8": 275,
  "\u03b9": 157,
  "\u03ba": 246,
  "\u03bc": 190,
  "\u03bd": 193,
  "\u03bf": 137,
  "\u03c0": 259,
  "\u03c1": 155,
  "\u03c2": 151,
  "\u03c3": 195,
  "\u03c4": 156,
  "\u03c5": 171,
  "\u03cd": 194,
  "\u03ce": 197,
  "\u0418": 269,
  "\u041a": 250,
  "\u0420": 272,
  "\u0421": 159,
  "\u0430": 203,
  "\u0432": 209,
  "\u0433": 251,
  "\u0434": 202,
  "\u0439": 255,
  "\u043d": 271,
  "\u043e": 201,
  "\u0442": 252,
  "\u0443": 254,
  "\u0448": 257,
  "\u044b": 253,
  "\u044c": 258,
  "\u0451": 256,
  "\u05d0": 185,
  "\u05d1": 165,
  "\u05d4": 227,
  "\u05d6": 222,
  "\u05d9": 186,
  "\u05dc": 224,
  "\u05dd": 228,
  "\u05df": 225,
  "\u05e1": 223,
  "\u05e8": 226,
  "\u05e9": 220,
  "\u05ea": 221,
  "\u1ebd": 212,
  "\u2009": 115,
  "\u200d": 133,
  "\u200e": 229,
  "\u2010": 176,
  "\u2011": 241,
  "\u2013": 74,
  "\u2014": 78,
  "\u2018": 114,
  "\u2019": 84,
  "\u201c": 87,
  "\u201d": 88,
  "\u2022": 207,
  "\u2026": 99,
  "\u202f": 103,
  "\u2032": 138,
  "\u2033": 144,
  "\u2044": 172,
  "\u20ac": 219,
  "\u2153": 169,
  "\u2212": 140,
  "\u266d": 164,
  "\u266f": 154,
  "\ufb01": 268,
  "\ufeff": 145
}