{
  "\n": 64,
  " ": 0,
  "!": 72,
  "\"": 39,
  "#": 166,
  "$": 75,
  "%": 79,
  "&": 84,
  "'": 42,
  "(": 59,
  ")": 60,
  "*": 390,
  "+": 130,
  ",": 21,
  "-": 50,
  ".": 22,
  "/": 71,
  "0": 26,
  "1": 24,
  "2": 25,
  "3": 41,
  "4": 44,
  "5": 47,
  "6": 45,
  "7": 43,
  "8": 37,
  "9": 30,
  ":": 76,
  ";": 73,
  "<": 67,
  "=": 199,
  ">": 68,
  "?": 89,
  "@": 229,
  "A": 32,
  "B": 48,
  "C": 33,
  "D": 46,
  "E": 61,
  "F": 51,
  "G": 58,
  "H": 35,
  "I": 34,
  "J": 52,
  "K": 69,
  "L": 56,
  "M": 36,
  "N": 54,
  "O": 57,
  "P": 40,
  "Q": 83,
  "R": 49,
  "S": 31,
  "T": 38,
  "U": 62,
  "V": 66,
  "W": 53,
  "X": 85,
  "Y": 77,
  "Z": 80,
  "[": 28,
  "\\": 391,
  "]": 27,
  "_": 369,
  "a": 2,
  "b": 20,
  "c": 12,
  "d": 10,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 9,
  "i": 6,
  "j": 65,
  "k": 29,
  "l": 11,
  "m": 13,
  "n": 3,
  "o": 5,
  "p": 15,
  "q": 70,
  "r": 7,
  "s": 8,
  "t": 4,
  "u": 14,
  "v": 23,
  "w": 18,
  "x": 55,
  "y": 19,
  "z": 63,
  "|": 355,
  "~": 300,
  "\u00a0": 78,
  "\u00a2": 318,
  "\u00a3": 91,
  "\u00a7": 214,
  "\u00b0": 159,
  "\u00b1": 373,
  "\u00b2": 227,
  "\u00b4": 421,
  "\u00b7": 311,
  "\u00bd": 380,
  "\u00c1": 210,
  "\u00c4": 260,
  "\u00c5": 261,
  "\u00c6": 215,
  "\u00c7": 167,
  "\u00c9": 136,
  "\u00cd": 293,
  "\u00ce": 354,
  "\u00d3": 211,
  "\u00d6": 103,
  "\u00d7": 259,
  "\u00dc": 392,
  "\u00de": 209,
  "\u00df": 185,
  "\u00e0": 122,
  "\u00e1": 93,
  "\u00e2": 137,
  "\u00e3": 160,
  "\u00e4": 120,
  "\u00e5": 228,
  "\u00e6": 126,
  "\u00e7": 104,
  "\u00e8": 107,
  "\u00e9": 82,
  "\u00ea": 217,
  "\u00eb": 111,
  "\u00ec": 235,
  "\u00ed": 98,
  "\u00ee": 193,
  "\u00ef": 269,
  "\u00f0": 123,
  "\u00f1": 144,
  "\u00f2": 184,
  "\u00f3": 92,
  "\u00f4": 161,
  "\u00f5": 347,
  "\u00f6": 94,
  "\u00f8": 134,
  "\u00f9": 438,
  "\u00fa": 129,
  "\u00fb": 324,
  "\u00fc": 96,
  "\u00fd": 345,
  "\u00fe": 351,
  "\u0100": 284,
  "\u0101": 113,
  "\u0103": 119,
  "\u0105": 180,
  "\u0107": 90,
  "\u010c": 246,
  "\u010d": 106,
  "\u0110": 240,
  "\u0111": 179,
  "\u0113": 405,
  "\u0117": 178,
  "\u0119": 433,
  "\u011b": 216,
  "\u011f": 125,
  "\u0127": 365,
  "\u012b": 349,
  "\u0130": 205,
  "\u0131": 128,
  "\u0137": 350,
  "\u0138": 437,
  "\u013d": 414,
  "\u0141": 294,
  "\u0142": 105,
  "\u0144": 154,
  "\u0148": 416,
  "\u014b": 145,
  "\u014d": 109,
  "\u0151": 271,
  "\u0153": 219,
  "\u0159": 302,
  "\u015b": 247,
  "\u015c": 348,
  "\u015e": 192,
  "\u015f": 124,
  "\u0160": 146,
  "\u0161": 118,
  "\u0163": 310,
  "\u016b": 236,
  "\u0171": 415,
  "\u017a": 295,
  "\u017c": 234,
  "\u017d": 158,
  "\u017e": 121,
  "\u01b0": 321,
  "\u01ce": 195,
  "\u01d0": 270,
  "\u01d2": 327,
  "\u01d4": 280,
  "\u020f": 420,
  "\u0218": 309,
  "\u0219": 135,
  "\u021a": 383,
  "\u021b": 138,
  "\u0250": 157,
  "\u0251": 97,
  "\u0252": 175,
  "\u0254": 110,
  "\u0255": 163,
  "\u0259": 95,
  "\u025b": 101,
  "\u025c": 231,
  "\u0261": 139,
  "\u0263": 150,
  "\u0266": 131,
  "\u0268": 363,
  "\u026a": 99,
  "\u026b": 316,
  "\u026f": 315,
  "\u0272": 278,
  "\u0275": 319,
  "\u0279": 381,
  "\u027e": 168,
  "\u0280": 367,
  "\u0281": 153,
  "\u0283": 115,
  "\u028a": 112,
  "\u028b": 133,
  "\u028c": 169,
  "\u028e": 323,
  "\u028f": 189,
  "\u0292": 142,
  "\u0294": 242,
  "\u02b0": 432,
  "\u02b7": 379,
  "\u02bb": 434,
  "\u02bc": 343,
  "\u02c8": 86,
  "\u02cc": 162,
  "\u02d0": 88,
  "\u0302": 334,
  "\u0303": 257,
  "\u030c": 353,
  "\u0329": 364,
  "\u032f": 173,
  "\u035c": 279,
  "\u0361": 176,
  "\u0391": 374,
  "\u0392": 375,
  "\u039a": 389,
  "\u03ad": 312,
  "\u03ae": 386,
  "\u03af": 308,
  "\u03b1": 196,
  "\u03b2": 243,
  "\u03b4": 249,
  "\u03b5": 266,
  "\u03b8": 290,
  "\u03b9": 251,
  "\u03ba": 313,
  "\u03bb": 238,
  "\u03bc": 339,
  "\u03bd": 224,
  "\u03bf": 237,
  "\u03c1": 307,
  "\u03c2": 340,
  "\u03c3": 265,
  "\u03c4": 388,
  "\u03c5": 376,
  "\u03c6": 385,
  "\u03c7": 306,
  "\u03cd": 250,
  "\u0410": 252,
  "\u0411": 305,
  "\u0412": 397,
  "\u0414": 398,
  "\u0415": 422,
  "\u0416": 393,
  "\u0417": 400,
  "\u0418": 395,
  "\u041d": 253,
  "\u041e": 212,
  "\u041f": 341,
  "\u0420": 258,
  "\u0421": 213,
  "\u0422": 344,
  "\u0430": 132,
  "\u0431": 206,
  "\u0432": 183,
  "\u0433": 291,
  "\u0434": 174,
  "\u0435": 149,
  "\u0437": 394,
  "\u0438": 140,
  "\u0439": 198,
  "\u043a": 182,
  "\u043b": 165,
  "\u043c": 181,
  "\u043d": 155,
  "\u043e": 141,
  "\u0440": 156,
  "\u0441": 191,
  "\u0442": 225,
  "\u0443": 197,
  "\u0444": 289,
  "\u0445": 203,
  "\u0446": 396,
  "\u0447": 372,
  "\u0448": 423,
  "\u0449": 399,
  "\u044b": 292,
  "\u044c": 342,
  "\u044e": 254,
  "\u044f": 288,
  "\u0456": 285,
  "\u04b1": 264,
  "\u04d8": 370,
  "\u04e9": 371,
  "\u0533": 296,
  "\u0561": 357,
  "\u0563": 298,
  "\u056b": 297,
  "\u0575": 356,
  "\u0576": 358,
  "\u0578": 299,
  "\u0580": 230,
  "\u05b0": 283,
  "\u05b4": 282,
  "\u05b6": 439,
  "\u05b7": 194,
  "\u05b8": 418,
  "\u05bc": 325,
  "\u05bf": 441,
  "\u05d0": 220,
  "\u05d1": 436,
  "\u05d2": 273,
  "\u05d3": 329,
  "\u05d4": 248,
  "\u05d5": 222,
  "\u05d6": 272,
  "\u05d7": 335,
  "\u05d8": 336,
  "\u05d9": 164,
  "\u05dc": 221,
  "\u05de": 281,
  "\u05df": 326,
  "\u05e0": 241,
  "\u05e2": 382,
  "\u05e4": 287,
  "\u05e6": 435,
  "\u05e7": 442,
  "\u05e8": 188,
  "\u05e9": 328,
  "\u05ea": 274,
  "\u05f0": 440,
  "\u0621": 417,
  "\u0627": 152,
  "\u0628": 233,
  "\u0629": 413,
  "\u062a": 303,
  "\u062c": 304,
  "\u062d": 301,
  "\u062e": 412,
  "\u062f": 201,
  "\u0630": 445,
  "\u0631": 202,
  "\u0633": 448,
  "\u0634": 366,
  "\u0635": 263,
  "\u0639": 218,
  "\u0641": 262,
  "\u0642": 446,
  "\u0644": 177,
  "\u0645": 186,
  "\u0646": 232,
  "\u0648": 337,
  "\u064a": 170,
  "\u06af": 447,
  "\u06cc": 338,
  "\u0e15": 429,
  "\u0e17": 425,
  "\u0e18": 426,
  "\u0e25": 430,
  "\u0e27": 428,
  "\u0e28": 333,
  "\u0e2a": 424,
  "\u0e32": 431,
  "\u0e34": 286,
  "\u0e40": 427,
  "\u10d0": 127,
  "\u10d1": 267,
  "\u10d2": 275,
  "\u10d3": 277,
  "\u10d4": 172,
  "\u10d5": 190,
  "\u10d8": 147,
  "\u10d9": 245,
  "\u10da": 187,
  "\u10db": 276,
  "\u10dc": 223,
  "\u10dd": 244,
  "\u10df": 443,
  "\u10e0": 171,
  "\u10e1": 204,
  "\u10e2": 444,
  "\u10e3": 332,
  "\u10e8": 331,
  "\u10e9": 377,
  "\u10eb": 268,
  "\u10ed": 314,
  "\u10ee": 378,
  "\u1ea1": 404,
  "\u1ea7": 409,
  "\u1ebd": 346,
  "\u1ec1": 402,
  "\u1ec5": 406,
  "\u1ec7": 411,
  "\u1ecd": 410,
  "\u1ecf": 322,
  "\u1ed1": 407,
  "\u1ed3": 401,
  "\u1edb": 320,
  "\u1edd": 408,
  "\u1eed": 403,
  "\u1f00": 384,
  "\u1f76": 387,
  "\u2009": 256,
  "\u200b": 352,
  "\u200c": 117,
  "\u200d": 116,
  "\u200e": 143,
  "\u2010": 317,
  "\u2011": 226,
  "\u2013": 74,
  "\u2014": 81,
  "\u2015": 419,
  "\u2018": 151,
  "\u2019": 87,
  "\u201c": 102,
  "\u201d": 100,
  "\u201e": 330,
  "\u2022": 148,
  "\u2026": 114,
  "\u202f": 368,
  "\u2032": 207,
  "\u2033": 208,
  "\u2044": 200,
  "\u20ac": 108,
  "\u20b9": 359,
  "\u2212": 239,
  "\u5b87": 362,
  "\u660e": 361,
  "\u9648": 360,
  "\ufeff": 255
}