{
  "\t": 268,
  "\n": 64,
  " ": 0,
  "!": 75,
  "\"": 35,
  "#": 98,
  "$": 78,
  "%": 89,
  "&": 83,
  "'": 38,
  "(": 41,
  ")": 42,
  "*": 113,
  "+": 102,
  ",": 20,
  "-": 54,
  ".": 22,
  "/": 74,
  "0": 31,
  "1": 23,
  "2": 28,
  "3": 43,
  "4": 45,
  "5": 44,
  "6": 46,
  "7": 49,
  "8": 47,
  "9": 25,
  ":": 70,
  ";": 73,
  "<": 69,
  "=": 266,
  ">": 68,
  "?": 84,
  "A": 29,
  "B": 34,
  "C": 37,
  "D": 50,
  "E": 60,
  "F": 48,
  "G": 52,
  "H": 36,
  "I": 39,
  "J": 57,
  "K": 63,
  "L": 55,
  "M": 40,
  "N": 59,
  "O": 61,
  "P": 51,
  "Q": 82,
  "R": 56,
  "S": 33,
  "T": 32,
  "U": 67,
  "V": 66,
  "W": 53,
  "X": 87,
  "Y": 71,
  "Z": 81,
  "[": 27,
  "]": 26,
  "^": 284,
  "_": 346,
  "`": 158,
  "a": 2,
  "b": 21,
  "c": 12,
  "d": 10,
  "e": 1,
  "f": 15,
  "g": 18,
  "h": 9,
  "i": 7,
  "j": 65,
  "k": 30,
  "l": 11,
  "m": 13,
  "n": 3,
  "o": 4,
  "p": 14,
  "q": 72,
  "r": 5,
  "s": 8,
  "t": 6,
  "u": 16,
  "v": 24,
  "w": 17,
  "x": 58,
  "y": 19,
  "z": 62,
  "{": 324,
  "|": 156,
  "\u00a0": 77,
  "\u00a2": 283,
  "\u00a3": 100,
  "\u00a7": 333,
  "\u00b0": 147,
  "\u00b3": 265,
  "\u00b7": 197,
  "\u00b9": 264,
  "\u00bd": 129,
  "\u00be": 250,
  "\u00c1": 191,
  "\u00c2": 267,
  "\u00c6": 199,
  "\u00c7": 302,
  "\u00c8": 350,
  "\u00c9": 107,
  "\u00ce": 301,
  "\u00d3": 216,
  "\u00d4": 332,
  "\u00d6": 157,
  "\u00dc": 303,
  "\u00e0": 108,
  "\u00e1": 86,
  "\u00e2": 124,
  "\u00e3": 274,
  "\u00e4": 119,
  "\u00e5": 128,
  "\u00e6": 110,
  "\u00e7": 111,
  "\u00e8": 93,
  "\u00e9": 80,
  "\u00ea": 135,
  "\u00eb": 97,
  "\u00ec": 133,
  "\u00ed": 92,
  "\u00ee": 177,
  "\u00ef": 144,
  "\u00f0": 211,
  "\u00f1": 90,
  "\u00f2": 143,
  "\u00f3": 91,
  "\u00f4": 118,
  "\u00f6": 101,
  "\u00f8": 148,
  "\u00f9": 294,
  "\u00fa": 142,
  "\u00fb": 331,
  "\u00fc": 106,
  "\u00fd": 167,
  "\u0100": 242,
  "\u0101": 179,
  "\u0103": 225,
  "\u0105": 349,
  "\u0107": 153,
  "\u010c": 192,
  "\u010d": 162,
  "\u0111": 220,
  "\u0119": 217,
  "\u011b": 151,
  "\u0141": 235,
  "\u0142": 131,
  "\u0144": 138,
  "\u0148": 335,
  "\u014b": 139,
  "\u014c": 314,
  "\u014d": 137,
  "\u0152": 173,
  "\u0159": 166,
  "\u015b": 149,
  "\u015f": 224,
  "\u0160": 141,
  "\u0161": 117,
  "\u016b": 227,
  "\u017a": 236,
  "\u017c": 348,
  "\u017d": 315,
  "\u017e": 262,
  "\u01ce": 239,
  "\u01d0": 195,
  "\u0218": 269,
  "\u0219": 270,
  "\u0250": 181,
  "\u0251": 121,
  "\u0252": 171,
  "\u0254": 115,
  "\u0255": 307,
  "\u0259": 99,
  "\u025b": 112,
  "\u025c": 178,
  "\u0261": 125,
  "\u0262": 256,
  "\u0263": 238,
  "\u0266": 310,
  "\u026a": 103,
  "\u0272": 132,
  "\u027e": 127,
  "\u0280": 263,
  "\u0281": 145,
  "\u0283": 116,
  "\u028a": 114,
  "\u0291": 309,
  "\u0292": 152,
  "\u0295": 345,
  "\u029d": 285,
  "\u02b2": 347,
  "\u02bb": 340,
  "\u02c8": 88,
  "\u02cc": 203,
  "\u02d0": 95,
  "\u0301": 299,
  "\u0303": 146,
  "\u032f": 329,
  "\u0393": 278,
  "\u0394": 231,
  "\u0397": 272,
  "\u039a": 204,
  "\u039f": 228,
  "\u03a0": 319,
  "\u03a4": 281,
  "\u03ac": 232,
  "\u03af": 159,
  "\u03b1": 134,
  "\u03b2": 215,
  "\u03b3": 207,
  "\u03b5": 279,
  "\u03b6": 205,
  "\u03b7": 188,
  "\u03b8": 172,
  "\u03b9": 210,
  "\u03ba": 163,
  "\u03bb": 175,
  "\u03bc": 229,
  "\u03bd": 185,
  "\u03be": 320,
  "\u03bf": 160,
  "\u03c0": 230,
  "\u03c1": 209,
  "\u03c2": 184,
  "\u03c3": 282,
  "\u03c4": 206,
  "\u03c5": 161,
  "\u03cc": 273,
  "\u03cd": 321,
  "\u03ce": 280,
  "\u0411": 237,
  "\u0412": 295,
  "\u0413": 201,
  "\u0415": 325,
  "\u041a": 327,
  "\u041b": 221,
  "\u041c": 218,
  "\u041d": 226,
  "\u041f": 296,
  "\u0421": 219,
  "\u042e": 352,
  "\u0430": 122,
  "\u0431": 322,
  "\u0432": 150,
  "\u0433": 297,
  "\u0434": 176,
  "\u0435": 136,
  "\u0437": 326,
  "\u0438": 123,
  "\u0439": 174,
  "\u043a": 165,
  "\u043b": 126,
  "\u043c": 202,
  "\u043d": 140,
  "\u043e": 130,
  "\u0440": 164,
  "\u0441": 353,
  "\u0442": 223,
  "\u0443": 317,
  "\u0444": 328,
  "\u0445": 271,
  "\u0447": 354,
  "\u0448": 323,
  "\u044c": 222,
  "\u044e": 298,
  "\u044f": 193,
  "\u045b": 318,
  "\u05b4": 259,
  "\u05b6": 261,
  "\u05d0": 258,
  "\u05d1": 208,
  "\u05d2": 339,
  "\u05d3": 260,
  "\u05d4": 338,
  "\u05d5": 182,
  "\u05d8": 336,
  "\u05d9": 170,
  "\u05dc": 169,
  "\u05dd": 277,
  "\u05de": 257,
  "\u05df": 276,
  "\u05e0": 187,
  "\u05e2": 337,
  "\u05e8": 183,
  "\u05e9": 198,
  "\u05ea": 275,
  "\u0627": 168,
  "\u062f": 196,
  "\u0631": 180,
  "\u0633": 341,
  "\u0635": 251,
  "\u0639": 342,
  "\u063a": 252,
  "\u0641": 253,
  "\u0643": 344,
  "\u0644": 343,
  "\u0645": 233,
  "\u0647": 254,
  "\u064a": 234,
  "\u06cc": 255,
  "\u1784": 189,
  "\u178e": 288,
  "\u179f": 287,
  "\u17a0": 286,
  "\u17b6": 212,
  "\u17c4": 290,
  "\u17c6": 213,
  "\u17c9": 289,
  "\u200a": 351,
  "\u200b": 316,
  "\u200c": 104,
  "\u200d": 105,
  "\u200e": 154,
  "\u2013": 76,
  "\u2014": 79,
  "\u2018": 120,
  "\u2019": 85,
  "\u201a": 190,
  "\u201c": 96,
  "\u201d": 94,
  "\u2022": 249,
  "\u2026": 109,
  "\u2032": 330,
  "\u2044": 186,
  "\u2060": 300,
  "\u20aa": 194,
  "\u20ac": 155,
  "\u2154": 334,
  "\u2192": 308,
  "\u2212": 200,
  "\u4fca": 312,
  "\u529f": 248,
  "\u5433": 291,
  "\u5609": 245,
  "\u5949": 311,
  "\u5b89": 241,
  "\u5f90": 246,
  "\u60e0": 244,
  "\u660a": 313,
  "\u674e": 240,
  "\u6797": 243,
  "\u6f22": 292,
  "\u6f64": 293,
  "\u7acb": 247,
  "\ubd09": 304,
  "\uc900": 305,
  "\ud638": 306,
  "\ufb01": 214
}