{
  "\n": 69,
  " ": 0,
  "!": 79,
  "\"": 34,
  "$": 80,
  "%": 87,
  "&": 102,
  "'": 36,
  "(": 65,
  ")": 64,
  "+": 164,
  ",": 21,
  "-": 50,
  ".": 23,
  "/": 75,
  "0": 30,
  "1": 24,
  "2": 28,
  "3": 33,
  "4": 37,
  "5": 42,
  "6": 43,
  "7": 44,
  "8": 39,
  "9": 29,
  ":": 73,
  ";": 67,
  "<": 70,
  "=": 201,
  ">": 71,
  "?": 89,
  "A": 32,
  "B": 47,
  "C": 35,
  "D": 55,
  "E": 62,
  "F": 56,
  "G": 49,
  "H": 41,
  "I": 45,
  "J": 57,
  "K": 61,
  "L": 54,
  "M": 40,
  "N": 52,
  "O": 53,
  "P": 46,
  "Q": 81,
  "R": 51,
  "S": 31,
  "T": 38,
  "U": 63,
  "V": 68,
  "W": 58,
  "X": 93,
  "Y": 78,
  "Z": 74,
  "[": 25,
  "]": 26,
  "a": 2,
  "b": 20,
  "c": 12,
  "d": 10,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 9,
  "i": 6,
  "j": 60,
  "k": 27,
  "l": 11,
  "m": 13,
  "n": 4,
  "o": 5,
  "p": 15,
  "q": 66,
  "r": 7,
  "s": 8,
  "t": 3,
  "u": 14,
  "v": 22,
  "w": 18,
  "x": 48,
  "y": 19,
  "z": 59,
  "~": 192,
  "\u00a0": 72,
  "\u00a2": 206,
  "\u00a3": 95,
  "\u00a7": 207,
  "\u00b0": 106,
  "\u00bd": 136,
  "\u00bf": 172,
  "\u00c1": 153,
  "\u00c9": 115,
  "\u00ce": 156,
  "\u00d6": 146,
  "\u00d7": 173,
  "\u00da": 211,
  "\u00df": 111,
  "\u00e0": 129,
  "\u00e1": 85,
  "\u00e2": 86,
  "\u00e3": 205,
  "\u00e4": 97,
  "\u00e5": 219,
  "\u00e6": 220,
  "\u00e7": 128,
  "\u00e8": 96,
  "\u00e9": 82,
  "\u00ea": 145,
  "\u00eb": 181,
  "\u00ed": 88,
  "\u00ee": 226,
  "\u00ef": 157,
  "\u00f1": 119,
  "\u00f3": 90,
  "\u00f6": 83,
  "\u00f8": 218,
  "\u00fa": 118,
  "\u00fc": 84,
  "\u00fd": 224,
  "\u0101": 105,
  "\u0103": 113,
  "\u0107": 92,
  "\u010c": 100,
  "\u010d": 135,
  "\u0111": 238,
  "\u0119": 223,
  "\u012b": 188,
  "\u013e": 209,
  "\u0141": 216,
  "\u0142": 155,
  "\u0144": 120,
  "\u014b": 137,
  "\u014d": 162,
  "\u0151": 210,
  "\u0153": 221,
  "\u0159": 199,
  "\u0160": 154,
  "\u0161": 98,
  "\u016b": 234,
  "\u017a": 217,
  "\u017c": 180,
  "\u017d": 177,
  "\u017e": 138,
  "\u01ce": 213,
  "\u01d0": 215,
  "\u0219": 107,
  "\u0250": 147,
  "\u0251": 110,
  "\u0253": 240,
  "\u0254": 132,
  "\u0259": 123,
  "\u025b": 139,
  "\u0261": 109,
  "\u026a": 99,
  "\u0281": 178,
  "\u0283": 183,
  "\u028a": 124,
  "\u028b": 214,
  "\u0292": 208,
  "\u0294": 198,
  "\u02c8": 91,
  "\u02cc": 179,
  "\u02d0": 94,
  "\u0301": 149,
  "\u031d": 195,
  "\u0329": 222,
  "\u032f": 171,
  "\u0410": 165,
  "\u0413": 176,
  "\u041f": 174,
  "\u0420": 168,
  "\u0426": 202,
  "\u0427": 170,
  "\u042d": 225,
  "\u0430": 112,
  "\u0432": 127,
  "\u0434": 166,
  "\u0435": 126,
  "\u0438": 104,
  "\u0439": 167,
  "\u043a": 151,
  "\u043b": 134,
  "\u043c": 150,
  "\u043d": 117,
  "\u043e": 103,
  "\u043f": 175,
  "\u0440": 125,
  "\u0442": 152,
  "\u0446": 212,
  "\u0447": 169,
  "\u0456": 197,
  "\u0458": 203,
  "\u045b": 204,
  "\u0623": 158,
  "\u0627": 108,
  "\u0628": 159,
  "\u0629": 185,
  "\u062c": 191,
  "\u062d": 160,
  "\u062e": 190,
  "\u062f": 161,
  "\u0631": 235,
  "\u0633": 184,
  "\u0634": 189,
  "\u0636": 229,
  "\u0637": 232,
  "\u0639": 227,
  "\u0642": 231,
  "\u0644": 131,
  "\u0645": 121,
  "\u0646": 130,
  "\u0647": 236,
  "\u0648": 228,
  "\u064a": 144,
  "\u178f": 245,
  "\u179f": 193,
  "\u17a1": 243,
  "\u17b6": 242,
  "\u17bb": 244,
  "\u1e0d": 230,
  "\u1e24": 237,
  "\u1e25": 187,
  "\u1e6d": 233,
  "\u1ea9": 194,
  "\u1ec7": 101,
  "\u1ed1": 246,
  "\u1ed9": 241,
  "\u2009": 122,
  "\u200c": 143,
  "\u200e": 186,
  "\u2013": 76,
  "\u2014": 77,
  "\u2018": 182,
  "\u2019": 116,
  "\u201c": 148,
  "\u201d": 133,
  "\u2026": 163,
  "\u2032": 141,
  "\u2033": 142,
  "\u2044": 196,
  "\u20a8": 239,
  "\u20ac": 140,
  "\u2260": 200,
  "\ufeff": 114
}