{
  "\t": 370,
  "\n": 55,
  " ": 0,
  "!": 69,
  "\"": 72,
  "#": 142,
  "$": 84,
  "%": 99,
  "&": 95,
  "'": 48,
  "(": 53,
  ")": 52,
  "*": 149,
  "+": 91,
  ",": 21,
  "-": 37,
  ".": 22,
  "/": 70,
  "0": 19,
  "1": 24,
  "2": 23,
  "3": 33,
  "4": 34,
  "5": 36,
  "6": 44,
  "7": 47,
  "8": 42,
  "9": 39,
  ":": 74,
  ";": 77,
  "<": 65,
  "=": 153,
  ">": 66,
  "?": 134,
  "@": 292,
  "A": 31,
  "B": 46,
  "C": 32,
  "D": 58,
  "E": 64,
  "F": 49,
  "G": 54,
  "H": 41,
  "I": 38,
  "J": 56,
  "K": 68,
  "L": 57,
  "M": 45,
  "N": 50,
  "O": 35,
  "P": 51,
  "Q": 82,
  "R": 59,
  "S": 30,
  "T": 43,
  "U": 67,
  "V": 75,
  "W": 40,
  "X": 85,
  "Y": 76,
  "Z": 78,
  "[": 27,
  "\\": 524,
  "]": 28,
  "_": 596,
  "`": 975,
  "a": 2,
  "b": 25,
  "c": 12,
  "d": 11,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 9,
  "i": 6,
  "j": 60,
  "k": 29,
  "l": 10,
  "m": 13,
  "n": 3,
  "o": 5,
  "p": 14,
  "q": 71,
  "r": 7,
  "s": 8,
  "t": 4,
  "u": 15,
  "v": 26,
  "w": 18,
  "x": 62,
  "y": 20,
  "z": 61,
  "}": 530,
  "~": 329,
  "\u00a0": 73,
  "\u00a3": 162,
  "\u00a5": 396,
  "\u00a7": 985,
  "\u00ab": 790,
  "\u00ae": 721,
  "\u00b0": 204,
  "\u00b1": 994,
  "\u00b4": 484,
  "\u00b7": 251,
  "\u00ba": 926,
  "\u00bb": 791,
  "\u00bc": 330,
  "\u00bd": 205,
  "\u00be": 369,
  "\u00c0": 345,
  "\u00c1": 173,
  "\u00c4": 337,
  "\u00c5": 165,
  "\u00c7": 334,
  "\u00c8": 378,
  "\u00c9": 121,
  "\u00cd": 499,
  "\u00ce": 789,
  "\u00d3": 429,
  "\u00d6": 152,
  "\u00d7": 79,
  "\u00d8": 250,
  "\u00da": 423,
  "\u00dc": 271,
  "\u00df": 252,
  "\u00e0": 186,
  "\u00e1": 81,
  "\u00e2": 189,
  "\u00e3": 118,
  "\u00e4": 103,
  "\u00e5": 128,
  "\u00e6": 221,
  "\u00e7": 131,
  "\u00e8": 135,
  "\u00e9": 80,
  "\u00ea": 234,
  "\u00eb": 146,
  "\u00ec": 206,
  "\u00ed": 96,
  "\u00ee": 163,
  "\u00ef": 240,
  "\u00f0": 374,
  "\u00f1": 125,
  "\u00f2": 294,
  "\u00f3": 102,
  "\u00f4": 232,
  "\u00f5": 327,
  "\u00f6": 93,
  "\u00f8": 111,
  "\u00f9": 233,
  "\u00fa": 145,
  "\u00fb": 346,
  "\u00fc": 105,
  "\u00fd": 178,
  "\u0101": 160,
  "\u0103": 133,
  "\u0105": 343,
  "\u0106": 254,
  "\u0107": 97,
  "\u010c": 138,
  "\u010d": 112,
  "\u010f": 834,
  "\u0110": 439,
  "\u0111": 284,
  "\u0112": 995,
  "\u0113": 218,
  "\u0117": 219,
  "\u0119": 303,
  "\u011b": 154,
  "\u011f": 253,
  "\u012b": 207,
  "\u0130": 245,
  "\u0131": 183,
  "\u013c": 347,
  "\u013d": 727,
  "\u0141": 195,
  "\u0142": 126,
  "\u0144": 116,
  "\u0146": 231,
  "\u0148": 268,
  "\u014b": 164,
  "\u014c": 321,
  "\u014d": 151,
  "\u0151": 248,
  "\u0153": 304,
  "\u0159": 150,
  "\u015a": 996,
  "\u015b": 307,
  "\u015e": 242,
  "\u015f": 156,
  "\u0160": 119,
  "\u0161": 106,
  "\u0163": 515,
  "\u016b": 194,
  "\u016d": 243,
  "\u016f": 312,
  "\u017a": 273,
  "\u017b": 286,
  "\u017c": 362,
  "\u017d": 203,
  "\u017e": 155,
  "\u018f": 895,
  "\u01ce": 282,
  "\u01d0": 256,
  "\u01d2": 517,
  "\u01d4": 418,
  "\u01ff": 886,
  "\u0218": 237,
  "\u0219": 157,
  "\u021b": 213,
  "\u0250": 171,
  "\u0251": 192,
  "\u0252": 236,
  "\u0254": 168,
  "\u0255": 188,
  "\u0259": 127,
  "\u025b": 132,
  "\u025c": 416,
  "\u025f": 300,
  "\u0261": 193,
  "\u0263": 371,
  "\u0264": 813,
  "\u0266": 202,
  "\u0267": 792,
  "\u0268": 317,
  "\u026a": 144,
  "\u026b": 298,
  "\u026d": 732,
  "\u026f": 379,
  "\u0272": 283,
  "\u0275": 533,
  "\u027b": 946,
  "\u027e": 180,
  "\u0281": 187,
  "\u0282": 270,
  "\u0283": 181,
  "\u0288": 568,
  "\u0289": 862,
  "\u028a": 217,
  "\u028b": 246,
  "\u028c": 169,
  "\u028e": 409,
  "\u028f": 689,
  "\u0290": 1019,
  "\u0291": 266,
  "\u0292": 288,
  "\u0294": 887,
  "\u029d": 417,
  "\u02b0": 227,
  "\u02b2": 179,
  "\u02bb": 364,
  "\u02bc": 866,
  "\u02c8": 101,
  "\u02cc": 277,
  "\u02d0": 113,
  "\u0300": 401,
  "\u0301": 139,
  "\u0302": 247,
  "\u0303": 241,
  "\u0307": 898,
  "\u030c": 228,
  "\u031a": 525,
  "\u031d": 255,
  "\u031e": 688,
  "\u0329": 326,
  "\u032f": 225,
  "\u0361": 224,
  "\u0391": 482,
  "\u0393": 713,
  "\u0397": 542,
  "\u039a": 873,
  "\u03a0": 871,
  "\u03a1": 657,
  "\u03a4": 667,
  "\u03a7": 711,
  "\u03ac": 759,
  "\u03ad": 483,
  "\u03af": 324,
  "\u03b1": 272,
  "\u03b2": 426,
  "\u03b3": 655,
  "\u03b4": 414,
  "\u03b5": 668,
  "\u03b6": 502,
  "\u03b7": 349,
  "\u03b8": 406,
  "\u03b9": 319,
  "\u03ba": 669,
  "\u03bb": 358,
  "\u03bc": 404,
  "\u03bd": 318,
  "\u03bf": 320,
  "\u03c0": 658,
  "\u03c1": 712,
  "\u03c2": 382,
  "\u03c3": 350,
  "\u03c4": 348,
  "\u03c5": 403,
  "\u03cc": 656,
  "\u03cd": 872,
  "\u0402": 868,
  "\u0404": 1020,
  "\u0406": 299,
  "\u0408": 863,
  "\u0410": 115,
  "\u0411": 209,
  "\u0412": 120,
  "\u0413": 176,
  "\u0414": 159,
  "\u0415": 191,
  "\u0416": 405,
  "\u0417": 267,
  "\u0418": 172,
  "\u041a": 161,
  "\u041b": 196,
  "\u041c": 147,
  "\u041d": 166,
  "\u041e": 170,
  "\u041f": 177,
  "\u0420": 211,
  "\u0421": 137,
  "\u0422": 182,
  "\u0423": 263,
  "\u0424": 261,
  "\u0425": 223,
  "\u0426": 586,
  "\u0427": 264,
  "\u0428": 238,
  "\u042d": 522,
  "\u042e": 190,
  "\u042f": 372,
  "\u0430": 83,
  "\u0431": 185,
  "\u0432": 90,
  "\u0433": 124,
  "\u0434": 109,
  "\u0435": 88,
  "\u0436": 222,
  "\u0437": 175,
  "\u0438": 87,
  "\u0439": 129,
  "\u043a": 104,
  "\u043b": 98,
  "\u043c": 123,
  "\u043d": 86,
  "\u043e": 89,
  "\u043f": 198,
  "\u0440": 92,
  "\u0441": 108,
  "\u0442": 107,
  "\u0443": 143,
  "\u0444": 197,
  "\u0445": 167,
  "\u0446": 244,
  "\u0447": 110,
  "\u0448": 174,
  "\u0449": 333,
  "\u044a": 496,
  "\u044b": 158,
  "\u044c": 122,
  "\u044d": 269,
  "\u044e": 235,
  "\u044f": 114,
  "\u0451": 262,
  "\u0452": 428,
  "\u0454": 574,
  "\u0456": 130,
  "\u0457": 587,
  "\u0458": 278,
  "\u045a": 400,
  "\u045b": 208,
  "\u045e": 201,
  "\u0493": 929,
  "\u049b": 315,
  "\u04a3": 650,
  "\u04af": 399,
  "\u04b1": 313,
  "\u04bb": 653,
  "\u04d8": 642,
  "\u04d9": 342,
  "\u04e9": 580,
  "\u0531": 351,
  "\u0533": 659,
  "\u053d": 754,
  "\u0540": 750,
  "\u054b": 661,
  "\u0561": 280,
  "\u0564": 756,
  "\u0565": 352,
  "\u0569": 664,
  "\u056b": 539,
  "\u056c": 353,
  "\u056f": 663,
  "\u0574": 753,
  "\u0575": 354,
  "\u0576": 291,
  "\u0577": 755,
  "\u0578": 355,
  "\u057c": 751,
  "\u057d": 323,
  "\u057f": 660,
  "\u0580": 322,
  "\u0582": 356,
  "\u0583": 752,
  "\u0584": 665,
  "\u0586": 662,
  "\u05d0": 734,
  "\u05d1": 529,
  "\u05d3": 738,
  "\u05d4": 739,
  "\u05d5": 527,
  "\u05d7": 935,
  "\u05d9": 424,
  "\u05db": 736,
  "\u05dc": 526,
  "\u05dd": 528,
  "\u05e0": 735,
  "\u05e2": 737,
  "\u05e6": 936,
  "\u05e8": 602,
  "\u05e9": 934,
  "\u0621": 651,
  "\u0622": 495,
  "\u0623": 480,
  "\u0625": 641,
  "\u0627": 184,
  "\u0628": 257,
  "\u0629": 870,
  "\u062a": 397,
  "\u062c": 906,
  "\u062d": 290,
  "\u062e": 972,
  "\u062f": 215,
  "\u0631": 229,
  "\u0632": 457,
  "\u0633": 259,
  "\u0634": 341,
  "\u0635": 583,
  "\u0636": 741,
  "\u0637": 640,
  "\u0639": 296,
  "\u063a": 742,
  "\u0641": 456,
  "\u0642": 316,
  "\u0643": 475,
  "\u0644": 200,
  "\u0645": 212,
  "\u0646": 258,
  "\u0647": 340,
  "\u0648": 239,
  "\u0649": 425,
  "\u064a": 249,
  "\u067e": 531,
  "\u06a9": 564,
  "\u06af": 905,
  "\u06cc": 226,
  "\u06f1": 849,
  "\u06f2": 850,
  "\u0e01": 877,
  "\u0e02": 696,
  "\u0e0a": 690,
  "\u0e0b": 694,
  "\u0e18": 692,
  "\u0e19": 500,
  "\u0e1b": 693,
  "\u0e1e": 874,
  "\u0e21": 875,
  "\u0e23": 589,
  "\u0e27": 878,
  "\u0e28": 588,
  "\u0e2d": 695,
  "\u0e32": 691,
  "\u0e33": 697,
  "\u0e34": 302,
  "\u0e41": 876,
  "\u0e49": 501,
  "\u0f0b": 460,
  "\u0f44": 884,
  "\u0f46": 881,
  "\u0f51": 591,
  "\u0f56": 883,
  "\u0f66": 459,
  "\u0f72": 593,
  "\u0f7c": 882,
  "\u0f90": 885,
  "\u0fb1": 592,
  "\u10d0": 220,
  "\u10d2": 1000,
  "\u10d3": 368,
  "\u10d4": 336,
  "\u10d5": 281,
  "\u10d6": 544,
  "\u10d7": 510,
  "\u10d8": 214,
  "\u10d9": 546,
  "\u10da": 293,
  "\u10db": 415,
  "\u10dc": 512,
  "\u10dd": 720,
  "\u10e0": 309,
  "\u10e3": 545,
  "\u10e8": 306,
  "\u10e9": 999,
  "\u10ea": 760,
  "\u10eb": 511,
  "\u10ee": 595,
  "\u10ef": 543,
  "\u1208": 419,
  "\u120b": 980,
  "\u120d": 729,
  "\u1218": 844,
  "\u1220": 420,
  "\u1228": 845,
  "\u1229": 982,
  "\u122a": 973,
  "\u122d": 391,
  "\u1230": 636,
  "\u1233": 809,
  "\u1236": 953,
  "\u123d": 983,
  "\u1240": 387,
  "\u1260": 376,
  "\u1263": 470,
  "\u126b": 730,
  "\u1272": 978,
  "\u1273": 614,
  "\u1275": 846,
  "\u1290": 442,
  "\u1292": 562,
  "\u1293": 617,
  "\u1295": 731,
  "\u12a0": 375,
  "\u12a5": 1063,
  "\u12a7": 977,
  "\u12a8": 991,
  "\u12a9": 974,
  "\u12aa": 979,
  "\u12ce": 992,
  "\u12d8": 1062,
  "\u12e8": 990,
  "\u12ed": 520,
  "\u12f0": 451,
  "\u12f2": 984,
  "\u12f6": 993,
  "\u1308": 521,
  "\u130b": 989,
  "\u1325": 981,
  "\u1340": 988,
  "\u134b": 452,
  "\u134d": 954,
  "\u1ea1": 633,
  "\u1ea5": 634,
  "\u1ebd": 740,
  "\u1ec5": 1016,
  "\u1ecb": 722,
  "\u200a": 513,
  "\u200b": 260,
  "\u200c": 308,
  "\u200d": 464,
  "\u200e": 216,
  "\u2010": 654,
  "\u2013": 63,
  "\u2014": 94,
  "\u2018": 210,
  "\u2019": 100,
  "\u201c": 140,
  "\u201d": 141,
  "\u2020": 331,
  "\u2021": 421,
  "\u2026": 199,
  "\u2032": 519,
  "\u2033": 728,
  "\u2044": 117,
  "\u2060": 514,
  "\u20a9": 455,
  "\u20ac": 136,
  "\u20b9": 612,
  "\u2116": 402,
  "\u2122": 746,
  "\u2154": 758,
  "\u2212": 148,
  "\u2660": 986,
  "\u3000": 481,
  "\u3042": 487,
  "\u304a": 923,
  "\u304b": 1047,
  "\u3051": 796,
  "\u3055": 922,
  "\u3057": 797,
  "\u305f": 795,
  "\u3061": 643,
  "\u306e": 913,
  "\u307e": 798,
  "\u307f": 677,
  "\u3083": 644,
  "\u3084": 671,
  "\u3086": 492,
  "\u308a": 600,
  "\u3093": 645,
  "\u30aa": 917,
  "\u30b5": 916,
  "\u30c3": 911,
  "\u30cb": 910,
  "\u30dd": 912,
  "\u30ea": 918,
  "\u30f3": 599,
  "\u4e00": 440,
  "\u4e01": 584,
  "\u4e08": 967,
  "\u4e09": 534,
  "\u4e0a": 413,
  "\u4e0b": 799,
  "\u4e0d": 839,
  "\u4e1c": 1034,
  "\u4e2d": 289,
  "\u4e38": 802,
  "\u4e39": 509,
  "\u4e3d": 390,
  "\u4e45": 537,
  "\u4e4b": 555,
  "\u4e86": 707,
  "\u4e95": 385,
  "\u4e9a": 1017,
  "\u4e9c": 648,
  "\u4e9e": 1018,
  "\u4eba": 704,
  "\u4ec0": 880,
  "\u4ec1": 805,
  "\u4ecb": 446,
  "\u4ee4": 893,
  "\u4f0a": 504,
  "\u4f1a": 719,
  "\u4f1f": 472,
  "\u4f20": 771,
  "\u4f26": 1036,
  "\u4f36": 1004,
  "\u4f50": 748,
  "\u4f53": 1037,
  "\u4f55": 380,
  "\u4f59": 856,
  "\u4f73": 295,
  "\u4fdd": 925,
  "\u5065": 811,
  "\u512a": 1048,
  "\u5143": 577,
  "\u5149": 816,
  "\u5165": 902,
  "\u5168": 367,
  "\u516c": 818,
  "\u5185": 445,
  "\u51af": 615,
  "\u51b0": 1023,
  "\u51cc": 901,
  "\u5207": 879,
  "\u5218": 458,
  "\u522b": 709,
  "\u5289": 624,
  "\u529b": 461,
  "\u52a0": 900,
  "\u52e4": 622,
  "\u52f3": 933,
  "\u5317": 819,
  "\u5321": 837,
  "\u5343": 810,
  "\u5353": 608,
  "\u5355": 858,
  "\u5357": 541,
  "\u537f": 891,
  "\u539f": 477,
  "\u53bf": 1068,
  "\u53c8": 1001,
  "\u53cb": 398,
  "\u53e3": 571,
  "\u53e4": 965,
  "\u53ef": 812,
  "\u53f2": 563,
  "\u53f6": 944,
  "\u53f8": 976,
  "\u5409": 924,
  "\u5433": 435,
  "\u5434": 434,
  "\u5468": 829,
  "\u548c": 804,
  "\u54ed": 710,
  "\u54f2": 687,
  "\u5510": 1021,
  "\u5584": 787,
  "\u5586": 637,
  "\u559c": 757,
  "\u55ac": 823,
  "\u56fd": 716,
  "\u5728": 766,
  "\u572d": 807,
  "\u573a": 702,
  "\u57a3": 892,
  "\u5800": 676,
  "\u585a": 490,
  "\u58eb": 576,
  "\u58f0": 938,
  "\u5922": 360,
  "\u5927": 275,
  "\u5929": 469,
  "\u592a": 388,
  "\u592e": 833,
  "\u5948": 386,
  "\u5955": 1022,
  "\u5973": 841,
  "\u597d": 646,
  "\u59d0": 582,
  "\u59da": 449,
  "\u59dc": 855,
  "\u59ff": 1065,
  "\u5a1c": 581,
  "\u5a1f": 311,
  "\u5a67": 778,
  "\u5a77": 1058,
  "\u5b50": 285,
  "\u5b59": 395,
  "\u5b63": 1049,
  "\u5b66": 1039,
  "\u5b81": 867,
  "\u5b85": 535,
  "\u5b89": 821,
  "\u5b8f": 747,
  "\u5b9f": 536,
  "\u5ba4": 815,
  "\u5bab": 783,
  "\u5bae": 486,
  "\u5be7": 585,
  "\u5bfa": 673,
  "\u5c06": 838,
  "\u5c0f": 489,
  "\u5c11": 1043,
  "\u5c71": 297,
  "\u5ca1": 969,
  "\u5ca9": 408,
  "\u5cf0": 594,
  "\u5cf6": 359,
  "\u5d14": 685,
  "\u5ddd": 325,
  "\u5df1": 987,
  "\u5e02": 606,
  "\u5e0c": 579,
  "\u5e38": 1066,
  "\u5e73": 301,
  "\u5e78": 485,
  "\u5e7f": 1033,
  "\u5e86": 558,
  "\u5e9e": 768,
  "\u5eb7": 820,
  "\u5f20": 274,
  "\u5f26": 1061,
  "\u5f35": 310,
  "\u5f69": 488,
  "\u5f6a": 553,
  "\u5f90": 411,
  "\u5fb7": 889,
  "\u5fc3": 1006,
  "\u5fc6": 1026,
  "\u5fcd": 943,
  "\u5fd7": 968,
  "\u5fe0": 638,
  "\u601d": 952,
  "\u6021": 630,
  "\u60a0": 1052,
  "\u611b": 314,
  "\u614e": 942,
  "\u61b6": 1027,
  "\u6210": 412,
  "\u6211": 706,
  "\u6234": 1010,
  "\u627f": 932,
  "\u629e": 970,
  "\u62d3": 971,
  "\u6587": 287,
  "\u658c": 532,
  "\u65b0": 444,
  "\u65b9": 1057,
  "\u65e5": 478,
  "\u65e9": 928,
  "\u660e": 357,
  "\u6613": 951,
  "\u661f": 864,
  "\u6625": 745,
  "\u6649": 776,
  "\u664b": 775,
  "\u6653": 1009,
  "\u6668": 699,
  "\u666f": 339,
  "\u6674": 966,
  "\u667a": 471,
  "\u66c9": 625,
  "\u66f9": 631,
  "\u66fe": 565,
  "\u670b": 708,
  "\u6728": 422,
  "\u672a": 914,
  "\u672c": 479,
  "\u6731": 629,
  "\u6734": 961,
  "\u674e": 265,
  "\u6751": 389,
  "\u675c": 777,
  "\u6765": 915,
  "\u6768": 626,
  "\u6770": 784,
  "\u6771": 505,
  "\u677e": 597,
  "\u6797": 366,
  "\u67f4": 647,
  "\u680b": 723,
  "\u6821": 1040,
  "\u6842": 803,
  "\u6843": 843,
  "\u6853": 962,
  "\u6865": 857,
  "\u6893": 678,
  "\u68a2": 822,
  "\u68a6": 567,
  "\u68df": 724,
  "\u68ee": 618,
  "\u69ae": 1002,
  "\u6a4b": 507,
  "\u6adf": 824,
  "\u6b69": 407,
  "\u6c34": 494,
  "\u6c38": 437,
  "\u6c49": 743,
  "\u6c55": 604,
  "\u6c5f": 454,
  "\u6c64": 782,
  "\u6c99": 462,
  "\u6ca1": 703,
  "\u6cbc": 836,
  "\u6ce2": 497,
  "\u6cf0": 613,
  "\u6d01": 551,
  "\u6d25": 865,
  "\u6d2a": 1015,
  "\u6d45": 832,
  "\u6d77": 491,
  "\u6dd1": 949,
  "\u6de1": 955,
  "\u6de8": 950,
  "\u6e05": 361,
  "\u6e15": 831,
  "\u6e6f": 556,
  "\u6ee2": 1029,
  "\u6f22": 744,
  "\u6f54": 770,
  "\u6f84": 860,
  "\u702c": 842,
  "\u7115": 1032,
  "\u7121": 919,
  "\u718a": 907,
  "\u7199": 960,
  "\u723d": 947,
  "\u72e9": 830,
  "\u72ec": 700,
  "\u7389": 632,
  "\u738b": 436,
  "\u73b2": 328,
  "\u73ca": 603,
  "\u73cd": 1044,
  "\u73ee": 826,
  "\u7403": 717,
  "\u7406": 897,
  "\u7433": 628,
  "\u745e": 578,
  "\u7490": 570,
  "\u751f": 635,
  "\u7530": 230,
  "\u7551": 1051,
  "\u76db": 853,
  "\u76f4": 861,
  "\u7701": 1035,
  "\u771f": 573,
  "\u77b3": 749,
  "\u77e2": 447,
  "\u77f3": 561,
  "\u793c": 894,
  "\u793e": 1007,
  "\u7965": 1011,
  "\u798f": 476,
  "\u79c0": 620,
  "\u79c9": 686,
  "\u79d1": 1041,
  "\u7a42": 453,
  "\u7a4e": 550,
  "\u7a57": 609,
  "\u7acb": 899,
  "\u7af9": 438,
  "\u7b51": 828,
  "\u7d14": 560,
  "\u7d17": 909,
  "\u7d20": 621,
  "\u7d50": 1060,
  "\u7d75": 733,
  "\u7dbe": 674,
  "\u7e54": 441,
  "\u7f57": 1013,
  "\u7f85": 1014,
  "\u7f8e": 305,
  "\u7fbd": 1059,
  "\u8001": 835,
  "\u8061": 601,
  "\u80b2": 1038,
  "\u81ea": 701,
  "\u821e": 572,
  "\u822a": 814,
  "\u82f1": 774,
  "\u8303": 443,
  "\u8352": 523,
  "\u8363": 1064,
  "\u83dc": 666,
  "\u83ef": 827,
  "\u840d": 852,
  "\u8429": 817,
  "\u8463": 516,
  "\u8587": 432,
  "\u85e4": 335,
  "\u87f9": 847,
  "\u8863": 649,
  "\u8881": 888,
  "\u897f": 575,
  "\u8a31": 948,
  "\u8a69": 623,
  "\u8abf": 800,
  "\u8ad2": 463,
  "\u8bd7": 945,
  "\u8c0c": 448,
  "\u8c37": 908,
  "\u8c54": 851,
  "\u8cb4": 365,
  "\u8cc0": 1046,
  "\u8ce2": 518,
  "\u8d25": 840,
  "\u8d35": 1067,
  "\u8d64": 1005,
  "\u8d75": 639,
  "\u8def": 956,
  "\u8efc": 1025,
  "\u8f14": 508,
  "\u8f76": 1024,
  "\u8fb0": 1012,
  "\u8fd0": 1054,
  "\u8fd1": 1045,
  "\u8feb": 921,
  "\u8ff7": 718,
  "\u9032": 941,
  "\u9053": 538,
  "\u9078": 1008,
  "\u90a3": 675,
  "\u90b1": 679,
  "\u90b9": 939,
  "\u90ce": 598,
  "\u90dd": 1053,
  "\u90ed": 607,
  "\u9112": 940,
  "\u912d": 431,
  "\u91cc": 377,
  "\u91ce": 279,
  "\u91d1": 557,
  "\u9234": 927,
  "\u923a": 781,
  "\u9326": 806,
  "\u934b": 896,
  "\u93ad": 786,
  "\u949f": 1042,
  "\u94b0": 779,
  "\u94ed": 772,
  "\u9521": 773,
  "\u9593": 670,
  "\u961c": 890,
  "\u962a": 848,
  "\u9633": 590,
  "\u9646": 1028,
  "\u9648": 566,
  "\u9650": 920,
  "\u966a": 705,
  "\u9673": 503,
  "\u9675": 903,
  "\u9686": 904,
  "\u96c1": 473,
  "\u96c4": 1050,
  "\u96ea": 392,
  "\u96ef": 338,
  "\u96f7": 937,
  "\u9707": 958,
  "\u971e": 474,
  "\u9759": 554,
  "\u975c": 780,
  "\u9896": 549,
  "\u98de": 859,
  "\u9999": 332,
  "\u99a8": 801,
  "\u99ac": 552,
  "\u99ae": 616,
  "\u9a01": 825,
  "\u9a6c": 433,
  "\u9ad8": 450,
  "\u9ad9": 506,
  "\u9b4f": 627,
  "\u9bab": 672,
  "\u9d6c": 854,
  "\u9e25": 869,
  "\u9ec3": 605,
  "\u9ec4": 466,
  "\u9f8d": 569,
  "\u9f90": 769,
  "\u9f99": 363,
  "\ua71c": 808,
  "\uac70": 763,
  "\uad00": 714,
  "\uad6c": 761,
  "\uae00": 762,
  "\uae30": 680,
  "\uae40": 276,
  "\ub098": 619,
  "\ub0a8": 540,
  "\ub300": 1031,
  "\ub3c4": 794,
  "\ub3c5": 793,
  "\ub3d9": 726,
  "\ub791": 652,
  "\ub8e1": 959,
  "\ub9ac": 998,
  "\ub9bc": 764,
  "\ubb38": 963,
  "\ubbf8": 767,
  "\ubc15": 467,
  "\ubc30": 682,
  "\ubc94": 765,
  "\ubcd1": 684,
  "\ubcf4": 681,
  "\uc11d": 610,
  "\uc120": 785,
  "\uc131": 430,
  "\uc218": 410,
  "\uc2b9": 930,
  "\uc2ec": 957,
  "\uc544": 344,
  "\uc548": 997,
  "\uc5c4": 1056,
  "\uc5f0": 384,
  "\uc601": 393,
  "\uc655": 715,
  "\uc6a9": 1030,
  "\uc6b0": 381,
  "\uc6d0": 1003,
  "\uc720": 1055,
  "\uc724": 611,
  "\uc774": 465,
  "\uc784": 725,
  "\uc7a5": 548,
  "\uc7ac": 547,
  "\uc815": 383,
  "\uc9c0": 788,
  "\uc9c4": 559,
  "\ucc3d": 698,
  "\ucca0": 498,
  "\ucd5c": 683,
  "\ud0dc": 394,
  "\ud559": 964,
  "\ud604": 373,
  "\ud658": 468,
  "\ud6c8": 931,
  "\ud76c": 427,
  "\uff1d": 493
}