{
  "\t": 188,
  "\n": 62,
  " ": 0,
  "!": 76,
  "\"": 32,
  "#": 125,
  "$": 82,
  "%": 115,
  "&": 86,
  "'": 35,
  "(": 50,
  ")": 49,
  "*": 175,
  "+": 167,
  ",": 20,
  "-": 52,
  ".": 22,
  "/": 72,
  "0": 34,
  "1": 24,
  "2": 28,
  "3": 42,
  "4": 45,
  "5": 44,
  "6": 46,
  "7": 47,
  "8": 40,
  "9": 29,
  ":": 68,
  ";": 73,
  "<": 65,
  "=": 245,
  ">": 66,
  "?": 88,
  "@": 702,
  "A": 30,
  "B": 41,
  "C": 36,
  "D": 54,
  "E": 58,
  "F": 53,
  "G": 56,
  "H": 38,
  "I": 37,
  "J": 61,
  "K": 71,
  "L": 51,
  "M": 39,
  "N": 59,
  "O": 64,
  "P": 43,
  "Q": 81,
  "R": 57,
  "S": 33,
  "T": 31,
  "U": 70,
  "V": 69,
  "W": 55,
  "X": 90,
  "Y": 74,
  "Z": 80,
  "[": 27,
  "\\": 374,
  "]": 26,
  "^": 437,
  "_": 169,
  "`": 567,
  "a": 2,
  "b": 21,
  "c": 12,
  "d": 11,
  "e": 1,
  "f": 16,
  "g": 18,
  "h": 9,
  "i": 6,
  "j": 63,
  "k": 25,
  "l": 10,
  "m": 13,
  "n": 3,
  "o": 5,
  "p": 15,
  "q": 67,
  "r": 7,
  "s": 8,
  "t": 4,
  "u": 14,
  "v": 23,
  "w": 17,
  "x": 48,
  "y": 19,
  "z": 60,
  "{": 296,
  "|": 276,
  "}": 281,
  "\u00a0": 78,
  "\u00a2": 327,
  "\u00a3": 91,
  "\u00a7": 439,
  "\u00ab": 299,
  "\u00b0": 286,
  "\u00b2": 443,
  "\u00b5": 569,
  "\u00b7": 356,
  "\u00ba": 697,
  "\u00bb": 300,
  "\u00bc": 459,
  "\u00bd": 287,
  "\u00be": 438,
  "\u00c0": 242,
  "\u00c1": 191,
  "\u00c2": 367,
  "\u00c4": 543,
  "\u00c5": 305,
  "\u00c6": 326,
  "\u00c7": 200,
  "\u00c8": 509,
  "\u00c9": 99,
  "\u00ca": 552,
  "\u00ce": 267,
  "\u00d3": 214,
  "\u00d5": 644,
  "\u00d6": 210,
  "\u00d7": 185,
  "\u00d8": 393,
  "\u00dc": 223,
  "\u00de": 265,
  "\u00df": 173,
  "\u00e0": 107,
  "\u00e1": 89,
  "\u00e2": 104,
  "\u00e3": 166,
  "\u00e4": 105,
  "\u00e5": 168,
  "\u00e6": 114,
  "\u00e7": 95,
  "\u00e8": 87,
  "\u00e9": 77,
  "\u00ea": 131,
  "\u00eb": 112,
  "\u00ec": 203,
  "\u00ed": 92,
  "\u00ee": 172,
  "\u00ef": 145,
  "\u00f0": 170,
  "\u00f1": 113,
  "\u00f2": 149,
  "\u00f3": 96,
  "\u00f4": 123,
  "\u00f5": 516,
  "\u00f6": 98,
  "\u00f8": 148,
  "\u00f9": 331,
  "\u00fa": 137,
  "\u00fb": 259,
  "\u00fc": 84,
  "\u00fd": 202,
  "\u00fe": 712,
  "\u00ff": 345,
  "\u0100": 428,
  "\u0101": 103,
  "\u0103": 192,
  "\u0105": 483,
  "\u0106": 370,
  "\u0107": 101,
  "\u010c": 213,
  "\u010d": 110,
  "\u010f": 713,
  "\u0110": 334,
  "\u0111": 241,
  "\u0113": 375,
  "\u0117": 322,
  "\u0119": 264,
  "\u011b": 195,
  "\u011f": 161,
  "\u0129": 477,
  "\u012b": 142,
  "\u0130": 205,
  "\u0131": 118,
  "\u0141": 362,
  "\u0142": 138,
  "\u0144": 193,
  "\u0148": 695,
  "\u014b": 204,
  "\u014c": 289,
  "\u014d": 108,
  "\u0151": 280,
  "\u0152": 215,
  "\u0153": 179,
  "\u0158": 703,
  "\u0159": 178,
  "\u015b": 272,
  "\u015e": 246,
  "\u015f": 147,
  "\u0160": 157,
  "\u0161": 109,
  "\u0163": 512,
  "\u0165": 696,
  "\u0169": 476,
  "\u016b": 158,
  "\u016f": 448,
  "\u017a": 363,
  "\u017b": 422,
  "\u017c": 424,
  "\u017d": 229,
  "\u017e": 127,
  "\u018f": 511,
  "\u01ce": 301,
  "\u01d0": 273,
  "\u01d4": 493,
  "\u01dc": 349,
  "\u0218": 478,
  "\u0219": 184,
  "\u021a": 263,
  "\u021b": 340,
  "\u021f": 642,
  "\u0250": 163,
  "\u0251": 117,
  "\u0252": 155,
  "\u0254": 122,
  "\u0255": 194,
  "\u0256": 514,
  "\u0259": 100,
  "\u025b": 106,
  "\u025c": 235,
  "\u025f": 711,
  "\u0261": 130,
  "\u0262": 727,
  "\u0263": 211,
  "\u0266": 288,
  "\u0268": 360,
  "\u026a": 102,
  "\u026b": 570,
  "\u026d": 502,
  "\u026f": 454,
  "\u0271": 510,
  "\u0272": 390,
  "\u0275": 487,
  "\u027e": 160,
  "\u0281": 116,
  "\u0282": 409,
  "\u0283": 135,
  "\u028a": 121,
  "\u028b": 376,
  "\u028c": 234,
  "\u028e": 324,
  "\u028f": 364,
  "\u0290": 680,
  "\u0291": 488,
  "\u0292": 132,
  "\u0294": 323,
  "\u0295": 436,
  "\u02b0": 662,
  "\u02b2": 134,
  "\u02bb": 321,
  "\u02bc": 257,
  "\u02bf": 269,
  "\u02c0": 661,
  "\u02c8": 85,
  "\u02cc": 165,
  "\u02d0": 97,
  "\u02db": 515,
  "\u02e0": 382,
  "\u0300": 361,
  "\u0301": 189,
  "\u0303": 146,
  "\u030c": 319,
  "\u030d": 460,
  "\u031d": 391,
  "\u031e": 284,
  "\u0324": 529,
  "\u0329": 350,
  "\u032a": 479,
  "\u032f": 309,
  "\u0361": 302,
  "\u0386": 451,
  "\u0391": 550,
  "\u0392": 641,
  "\u0393": 449,
  "\u0394": 383,
  "\u0395": 551,
  "\u0397": 548,
  "\u0398": 406,
  "\u039a": 453,
  "\u039b": 417,
  "\u039c": 646,
  "\u039d": 687,
  "\u03a0": 373,
  "\u03a3": 645,
  "\u03a4": 372,
  "\u03a6": 688,
  "\u03ac": 295,
  "\u03ad": 315,
  "\u03ae": 499,
  "\u03af": 316,
  "\u03b1": 197,
  "\u03b2": 230,
  "\u03b3": 239,
  "\u03b4": 317,
  "\u03b5": 207,
  "\u03b7": 250,
  "\u03b8": 256,
  "\u03b9": 177,
  "\u03ba": 294,
  "\u03bb": 227,
  "\u03bc": 293,
  "\u03bd": 221,
  "\u03bf": 151,
  "\u03c0": 336,
  "\u03c1": 198,
  "\u03c2": 208,
  "\u03c3": 335,
  "\u03c4": 199,
  "\u03c5": 231,
  "\u03c6": 405,
  "\u03c7": 549,
  "\u03c8": 450,
  "\u03c9": 404,
  "\u03cc": 371,
  "\u03cd": 337,
  "\u03ce": 452,
  "\u0406": 525,
  "\u0408": 681,
  "\u0410": 282,
  "\u0411": 475,
  "\u0412": 252,
  "\u0413": 332,
  "\u0414": 258,
  "\u0415": 440,
  "\u0416": 694,
  "\u0417": 387,
  "\u0418": 329,
  "\u041a": 339,
  "\u041b": 389,
  "\u041c": 225,
  "\u041d": 247,
  "\u041e": 351,
  "\u041f": 260,
  "\u0420": 290,
  "\u0421": 251,
  "\u0422": 297,
  "\u0423": 481,
  "\u0424": 384,
  "\u0425": 693,
  "\u0427": 312,
  "\u042d": 480,
  "\u042e": 441,
  "\u042f": 544,
  "\u0430": 128,
  "\u0431": 261,
  "\u0432": 129,
  "\u0433": 206,
  "\u0434": 162,
  "\u0435": 120,
  "\u0436": 346,
  "\u0437": 240,
  "\u0438": 111,
  "\u0439": 187,
  "\u043a": 139,
  "\u043b": 143,
  "\u043c": 180,
  "\u043d": 133,
  "\u043e": 119,
  "\u043f": 291,
  "\u0440": 140,
  "\u0441": 141,
  "\u0442": 144,
  "\u0443": 183,
  "\u0444": 524,
  "\u0445": 236,
  "\u0446": 313,
  "\u0447": 176,
  "\u0448": 253,
  "\u0449": 674,
  "\u044b": 216,
  "\u044c": 174,
  "\u044e": 388,
  "\u044f": 243,
  "\u0451": 421,
  "\u0454": 526,
  "\u0456": 527,
  "\u0458": 407,
  "\u045b": 333,
  "\u0531": 397,
  "\u0543": 717,
  "\u0544": 433,
  "\u0548": 507,
  "\u0555": 446,
  "\u0561": 222,
  "\u0565": 359,
  "\u0568": 716,
  "\u056b": 304,
  "\u056c": 545,
  "\u056d": 715,
  "\u056f": 432,
  "\u0570": 368,
  "\u0574": 719,
  "\u0575": 434,
  "\u0576": 266,
  "\u0577": 714,
  "\u0578": 358,
  "\u057a": 718,
  "\u057b": 504,
  "\u057c": 503,
  "\u057d": 396,
  "\u057e": 505,
  "\u057f": 357,
  "\u0580": 392,
  "\u0582": 508,
  "\u0584": 546,
  "\u05b4": 728,
  "\u05b6": 729,
  "\u05b7": 709,
  "\u05bc": 708,
  "\u05d0": 228,
  "\u05d1": 320,
  "\u05d2": 303,
  "\u05d3": 379,
  "\u05d4": 190,
  "\u05d5": 217,
  "\u05d6": 445,
  "\u05d7": 458,
  "\u05d8": 419,
  "\u05d9": 181,
  "\u05da": 659,
  "\u05db": 660,
  "\u05dc": 209,
  "\u05dd": 482,
  "\u05de": 271,
  "\u05df": 318,
  "\u05e0": 262,
  "\u05e1": 310,
  "\u05e2": 311,
  "\u05e4": 298,
  "\u05e5": 501,
  "\u05e6": 418,
  "\u05e7": 218,
  "\u05e8": 226,
  "\u05e9": 347,
  "\u05ea": 232,
  "\u0621": 400,
  "\u0622": 531,
  "\u0623": 568,
  "\u0627": 136,
  "\u0628": 233,
  "\u0629": 398,
  "\u062a": 277,
  "\u062b": 530,
  "\u062c": 307,
  "\u062d": 244,
  "\u062e": 278,
  "\u062f": 196,
  "\u0631": 171,
  "\u0632": 325,
  "\u0633": 237,
  "\u0634": 308,
  "\u0635": 496,
  "\u0636": 442,
  "\u0637": 490,
  "\u0639": 268,
  "\u063a": 726,
  "\u0641": 292,
  "\u0642": 426,
  "\u0643": 403,
  "\u0644": 150,
  "\u0645": 159,
  "\u0646": 182,
  "\u0647": 238,
  "\u0648": 201,
  "\u0649": 676,
  "\u064a": 212,
  "\u0651": 435,
  "\u067e": 528,
  "\u06a9": 330,
  "\u06af": 401,
  "\u06c1": 673,
  "\u06cc": 186,
  "\u0905": 669,
  "\u0907": 665,
  "\u0915": 666,
  "\u0926": 664,
  "\u092c": 668,
  "\u0930": 491,
  "\u0932": 492,
  "\u0936": 671,
  "\u0938": 663,
  "\u0939": 672,
  "\u093c": 667,
  "\u093e": 425,
  "\u0940": 670,
  "\u0c95": 677,
  "\u0ca1": 679,
  "\u0ca8": 495,
  "\u0ccd": 678,
  "\u10d0": 164,
  "\u10d1": 354,
  "\u10d2": 385,
  "\u10d3": 283,
  "\u10d4": 254,
  "\u10d5": 285,
  "\u10d6": 683,
  "\u10d7": 352,
  "\u10d8": 154,
  "\u10d9": 369,
  "\u10da": 249,
  "\u10db": 279,
  "\u10dc": 219,
  "\u10dd": 220,
  "\u10de": 704,
  "\u10e0": 314,
  "\u10e1": 248,
  "\u10e2": 275,
  "\u10e3": 497,
  "\u10e4": 547,
  "\u10e6": 498,
  "\u10e7": 684,
  "\u10e8": 430,
  "\u10e9": 658,
  "\u10ea": 353,
  "\u10eb": 489,
  "\u10ee": 423,
  "\u10ef": 682,
  "\u1e24": 566,
  "\u1e25": 427,
  "\u1e43": 675,
  "\u1e63": 447,
  "\u1e6d": 494,
  "\u1eb9": 513,
  "\u1ecd": 416,
  "\u1ee5": 274,
  "\u1f08": 686,
  "\u1f22": 691,
  "\u1f41": 643,
  "\u1f74": 689,
  "\u1f76": 500,
  "\u1fb0": 685,
  "\u1fc6": 431,
  "\u1fce": 692,
  "\u1ff6": 690,
  "\u2009": 153,
  "\u200b": 394,
  "\u200c": 348,
  "\u200d": 484,
  "\u200e": 156,
  "\u2010": 395,
  "\u2011": 338,
  "\u2012": 402,
  "\u2013": 75,
  "\u2014": 79,
  "\u2015": 429,
  "\u2018": 126,
  "\u2019": 83,
  "\u201c": 93,
  "\u201d": 94,
  "\u201e": 355,
  "\u2020": 365,
  "\u2021": 224,
  "\u2022": 386,
  "\u2026": 124,
  "\u2033": 255,
  "\u203f": 506,
  "\u2044": 270,
  "\u2060": 328,
  "\u20ac": 152,
  "\u2122": 710,
  "\u2212": 306,
  "\u304a": 617,
  "\u3056": 629,
  "\u3057": 631,
  "\u3060": 700,
  "\u306e": 474,
  "\u3072": 619,
  "\u307b": 618,
  "\u3089": 630,
  "\u3093": 699,
  "\u30aa": 554,
  "\u30b3": 559,
  "\u30ce": 555,
  "\u30e8": 557,
  "\u30fb": 556,
  "\u30fc": 558,
  "\u4e09": 538,
  "\u4e0b": 603,
  "\u4e2d": 592,
  "\u4e45": 535,
  "\u4e8c": 624,
  "\u4e94": 540,
  "\u4eba": 399,
  "\u4ed9": 412,
  "\u4f5c": 607,
  "\u4fa0": 577,
  "\u4fe0": 575,
  "\u4ff3": 612,
  "\u50b3": 654,
  "\u5146": 591,
  "\u516b": 649,
  "\u529f": 725,
  "\u5317": 519,
  "\u5341": 625,
  "\u53f3": 608,
  "\u53f7": 613,
  "\u5408": 635,
  "\u541f": 623,
  "\u5433": 587,
  "\u548c": 534,
  "\u5584": 563,
  "\u5609": 722,
  "\u5802": 611,
  "\u58eb": 411,
  "\u5927": 651,
  "\u592a": 461,
  "\u5965": 637,
  "\u5973": 701,
  "\u5b50": 378,
  "\u5b63": 639,
  "\u5b89": 457,
  "\u5b97": 344,
  "\u5ba2": 464,
  "\u5bff": 614,
  "\u5c0f": 408,
  "\u5c3e": 415,
  "\u5c45": 462,
  "\u5c71": 343,
  "\u5de5": 542,
  "\u5f1f": 621,
  "\u5f8b": 655,
  "\u5f90": 723,
  "\u5fd7": 599,
  "\u5fe0": 470,
  "\u60e0": 721,
  "\u611f": 541,
  "\u6210": 652,
  "\u623f": 366,
  "\u658e": 520,
  "\u65e5": 595,
  "\u6625": 466,
  "\u66fe": 636,
  "\u6708": 602,
  "\u671b": 657,
  "\u672c": 533,
  "\u674e": 380,
  "\u675c": 485,
  "\u6761": 585,
  "\u677e": 414,
  "\u6797": 720,
  "\u679d": 465,
  "\u6817": 628,
  "\u6843": 620,
  "\u689d": 586,
  "\u695a": 588,
  "\u6a4b": 532,
  "\u6b21": 564,
  "\u6b4c": 626,
  "\u6b7b": 698,
  "\u6c0f": 584,
  "\u6c5f": 580,
  "\u6cb3": 634,
  "\u6cb9": 581,
  "\u6d0b": 456,
  "\u7121": 463,
  "\u72c2": 522,
  "\u72ec": 622,
  "\u7368": 604,
  "\u738b": 553,
  "\u73cd": 706,
  "\u73e0": 707,
  "\u752b": 647,
  "\u7530": 444,
  "\u753b": 521,
  "\u767d": 341,
  "\u788e": 578,
  "\u78a7": 413,
  "\u78ef": 560,
  "\u7acb": 724,
  "\u7b54": 594,
  "\u7d00": 632,
  "\u7d30": 638,
  "\u8001": 523,
  "\u8056": 420,
  "\u826f": 473,
  "\u82ad": 468,
  "\u82f1": 561,
  "\u83b2": 589,
  "\u8449": 579,
  "\u845b": 517,
  "\u84ee": 410,
  "\u8549": 469,
  "\u8587": 455,
  "\u85e4": 610,
  "\u8655": 650,
  "\u865a": 627,
  "\u8700": 600,
  "\u884c": 633,
  "\u885b": 471,
  "\u897f": 583,
  "\u89e3": 656,
  "\u8a00": 598,
  "\u8a69": 381,
  "\u8a9e": 640,
  "\u8b2b": 574,
  "\u8b5c": 572,
  "\u8bd7": 576,
  "\u8c9d": 616,
  "\u8c9e": 615,
  "\u8ce2": 537,
  "\u8d08": 648,
  "\u8d5b": 705,
  "\u8d77": 597,
  "\u8db3": 609,
  "\u8f14": 562,
  "\u9053": 467,
  "\u90b5": 653,
  "\u90ce": 565,
  "\u914c": 605,
  "\u9152": 573,
  "\u9189": 596,
  "\u91ce": 377,
  "\u91d1": 606,
  "\u93ae": 590,
  "\u9580": 472,
  "\u95ee": 593,
  "\u96b4": 582,
  "\u96c6": 486,
  "\u96d9": 571,
  "\u96e3": 601,
  "\u9752": 342,
  "\u98fe": 518,
  "\u9ad8": 536,
  "\ua71c": 539
}