{
  "\t": 235,
  "\n": 40,
  " ": 0,
  "!": 80,
  "\"": 25,
  "#": 85,
  "$": 79,
  "%": 90,
  "&": 73,
  "'": 35,
  "(": 60,
  ")": 61,
  "*": 110,
  "+": 91,
  ",": 19,
  "-": 51,
  ".": 22,
  "/": 75,
  "0": 29,
  "1": 24,
  "2": 30,
  "3": 42,
  "4": 49,
  "5": 47,
  "6": 48,
  "7": 44,
  "8": 46,
  "9": 32,
  ":": 69,
  ";": 71,
  "=": 117,
  ">": 198,
  "?": 82,
  "@": 123,
  "A": 34,
  "B": 36,
  "C": 39,
  "D": 45,
  "E": 62,
  "F": 56,
  "G": 55,
  "H": 41,
  "I": 38,
  "J": 54,
  "K": 65,
  "L": 50,
  "M": 37,
  "N": 57,
  "O": 58,
  "P": 53,
  "Q": 78,
  "R": 43,
  "S": 33,
  "T": 31,
  "U": 63,
  "V": 67,
  "W": 52,
  "X": 83,
  "Y": 68,
  "Z": 76,
  "[": 27,
  "\\": 174,
  "]": 28,
  "^": 133,
  "_": 233,
  "a": 2,
  "b": 20,
  "c": 12,
  "d": 10,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 11,
  "i": 7,
  "j": 66,
  "k": 26,
  "l": 9,
  "m": 13,
  "n": 3,
  "o": 4,
  "p": 15,
  "q": 70,
  "r": 6,
  "s": 8,
  "t": 5,
  "u": 14,
  "v": 23,
  "w": 18,
  "x": 59,
  "y": 21,
  "z": 64,
  "{": 224,
  "|": 169,
  "}": 152,
  "~": 138,
  "\u00a0": 72,
  "\u00a3": 86,
  "\u00ab": 228,
  "\u00b0": 111,
  "\u00b2": 227,
  "\u00b5": 197,
  "\u00b7": 125,
  "\u00bb": 229,
  "\u00bd": 116,
  "\u00c0": 231,
  "\u00c1": 159,
  "\u00c2": 147,
  "\u00c4": 132,
  "\u00c5": 126,
  "\u00c7": 211,
  "\u00c9": 105,
  "\u00d6": 118,
  "\u00d7": 109,
  "\u00d8": 135,
  "\u00da": 177,
  "\u00dc": 130,
  "\u00de": 225,
  "\u00df": 120,
  "\u00e0": 102,
  "\u00e1": 93,
  "\u00e2": 108,
  "\u00e3": 101,
  "\u00e4": 95,
  "\u00e5": 104,
  "\u00e6": 114,
  "\u00e7": 97,
  "\u00e8": 92,
  "\u00e9": 81,
  "\u00ea": 112,
  "\u00eb": 115,
  "\u00ec": 155,
  "\u00ed": 96,
  "\u00ee": 131,
  "\u00ef": 122,
  "\u00f1": 106,
  "\u00f2": 119,
  "\u00f3": 103,
  "\u00f4": 113,
  "\u00f6": 89,
  "\u00f8": 121,
  "\u00f9": 142,
  "\u00fa": 158,
  "\u00fc": 94,
  "\u00fd": 134,
  "\u00ff": 234,
  "\u0101": 145,
  "\u0105": 171,
  "\u0107": 146,
  "\u0109": 236,
  "\u010d": 151,
  "\u010f": 226,
  "\u0113": 178,
  "\u0115": 230,
  "\u0119": 201,
  "\u011f": 193,
  "\u0130": 195,
  "\u0131": 194,
  "\u0141": 156,
  "\u0142": 148,
  "\u0144": 163,
  "\u014d": 127,
  "\u0153": 136,
  "\u0159": 173,
  "\u0160": 140,
  "\u0161": 157,
  "\u016f": 196,
  "\u0175": 153,
  "\u017a": 179,
  "\u017c": 176,
  "\u017e": 199,
  "\u021b": 162,
  "\u028a": 182,
  "\u0292": 181,
  "\u0393": 202,
  "\u039a": 205,
  "\u03a0": 208,
  "\u03ac": 206,
  "\u03b1": 168,
  "\u03b3": 167,
  "\u03b5": 203,
  "\u03b9": 149,
  "\u03ba": 207,
  "\u03bd": 209,
  "\u03bf": 139,
  "\u03c0": 223,
  "\u03c1": 166,
  "\u03c2": 204,
  "\u03c4": 210,
  "\u03c5": 150,
  "\u03ce": 165,
  "\u041a": 212,
  "\u0430": 215,
  "\u0433": 214,
  "\u0434": 172,
  "\u0439": 219,
  "\u043e": 213,
  "\u0442": 216,
  "\u0443": 218,
  "\u0448": 221,
  "\u044b": 217,
  "\u044c": 222,
  "\u0451": 220,
  "\u05d0": 160,
  "\u05d1": 144,
  "\u05d4": 190,
  "\u05d6": 185,
  "\u05d9": 161,
  "\u05dc": 187,
  "\u05dd": 191,
  "\u05df": 188,
  "\u05e1": 186,
  "\u05e8": 189,
  "\u05e9": 183,
  "\u05ea": 184,
  "\u2009": 107,
  "\u200e": 192,
  "\u2010": 154,
  "\u2011": 200,
  "\u2013": 74,
  "\u2014": 77,
  "\u2018": 99,
  "\u2019": 84,
  "\u201c": 87,
  "\u201d": 88,
  "\u2022": 175,
  "\u2026": 98,
  "\u202f": 100,
  "\u2032": 124,
  "\u2033": 128,
  "\u2044": 170,
  "\u20ac": 180,
  "\u2153": 164,
  "\u2212": 141,
  "\u266d": 143,
  "\u266f": 137,
  "\ufb01": 232,
  "\ufeff": 129
}