{
  "\n": 68,
  " ": 0,
  "!": 75,
  "\"": 25,
  "#": 87,
  "$": 82,
  "%": 92,
  "&": 77,
  "'": 35,
  "(": 59,
  ")": 60,
  "*": 116,
  "+": 93,
  ",": 19,
  "-": 50,
  ".": 22,
  "/": 73,
  "0": 26,
  "1": 24,
  "2": 28,
  "3": 41,
  "4": 48,
  "5": 46,
  "6": 47,
  "7": 43,
  "8": 44,
  "9": 32,
  ":": 69,
  ";": 74,
  "<": 72,
  "=": 126,
  ">": 71,
  "?": 84,
  "@": 131,
  "A": 34,
  "B": 36,
  "C": 39,
  "D": 45,
  "E": 61,
  "F": 55,
  "G": 52,
  "H": 40,
  "I": 38,
  "J": 54,
  "K": 64,
  "L": 49,
  "M": 37,
  "N": 56,
  "O": 57,
  "P": 53,
  "Q": 81,
  "R": 42,
  "S": 33,
  "T": 31,
  "U": 62,
  "V": 66,
  "W": 51,
  "X": 85,
  "Y": 67,
  "Z": 79,
  "[": 29,
  "\\": 202,
  "]": 30,
  "^": 147,
  "_": 267,
  "a": 2,
  "b": 20,
  "c": 12,
  "d": 10,
  "e": 1,
  "f": 16,
  "g": 17,
  "h": 11,
  "i": 7,
  "j": 65,
  "k": 27,
  "l": 9,
  "m": 13,
  "n": 3,
  "o": 4,
  "p": 15,
  "q": 70,
  "r": 6,
  "s": 8,
  "t": 5,
  "u": 14,
  "v": 23,
  "w": 18,
  "x": 58,
  "y": 21,
  "z": 63,
  "{": 257,
  "|": 197,
  "}": 175,
  "~": 155,
  "\u00a0": 76,
  "\u00a3": 88,
  "\u00ab": 261,
  "\u00b0": 119,
  "\u00b2": 260,
  "\u00b5": 231,
  "\u00b7": 140,
  "\u00bb": 262,
  "\u00bd": 125,
  "\u00c0": 264,
  "\u00c1": 182,
  "\u00c2": 168,
  "\u00c4": 146,
  "\u00c5": 141,
  "\u00c7": 244,
  "\u00c9": 109,
  "\u00d6": 130,
  "\u00d7": 110,
  "\u00d8": 151,
  "\u00da": 207,
  "\u00dc": 133,
  "\u00de": 258,
  "\u00df": 135,
  "\u00e0": 106,
  "\u00e1": 95,
  "\u00e2": 115,
  "\u00e3": 105,
  "\u00e4": 98,
  "\u00e5": 107,
  "\u00e6": 113,
  "\u00e7": 100,
  "\u00e8": 94,
  "\u00e9": 83,
  "\u00ea": 120,
  "\u00eb": 124,
  "\u00ec": 161,
  "\u00ed": 99,
  "\u00ee": 139,
  "\u00ef": 136,
  "\u00f1": 112,
  "\u00f2": 127,
  "\u00f3": 103,
  "\u00f4": 117,
  "\u00f5": 210,
  "\u00f6": 91,
  "\u00f8": 128,
  "\u00f9": 163,
  "\u00fa": 181,
  "\u00fc": 96,
  "\u00fd": 149,
  "\u00ff": 268,
  "\u0101": 166,
  "\u0105": 199,
  "\u0107": 167,
  "\u0109": 271,
  "\u010d": 174,
  "\u010f": 259,
  "\u0113": 208,
  "\u0115": 263,
  "\u0119": 238,
  "\u011f": 227,
  "\u0129": 211,
  "\u0130": 229,
  "\u0131": 228,
  "\u0141": 179,
  "\u0142": 171,
  "\u0144": 170,
  "\u014b": 178,
  "\u014d": 142,
  "\u0153": 152,
  "\u0159": 201,
  "\u0160": 159,
  "\u0161": 180,
  "\u016f": 230,
  "\u0175": 176,
  "\u017a": 209,
  "\u017c": 205,
  "\u017e": 236,
  "\u021b": 192,
  "\u0250": 269,
  "\u0251": 123,
  "\u0252": 169,
  "\u0254": 153,
  "\u0259": 108,
  "\u025b": 121,
  "\u025c": 203,
  "\u0261": 145,
  "\u026a": 118,
  "\u027e": 213,
  "\u0281": 137,
  "\u0282": 216,
  "\u0283": 160,
  "\u028a": 129,
  "\u028f": 215,
  "\u0292": 122,
  "\u02c8": 97,
  "\u02cc": 148,
  "\u02d0": 111,
  "\u0302": 206,
  "\u0303": 173,
  "\u030c": 214,
  "\u0391": 232,
  "\u0392": 234,
  "\u0393": 239,
  "\u039a": 240,
  "\u039d": 233,
  "\u03a0": 243,
  "\u03a1": 235,
  "\u03ac": 241,
  "\u03ad": 185,
  "\u03b1": 196,
  "\u03b3": 195,
  "\u03b5": 188,
  "\u03b7": 187,
  "\u03b8": 272,
  "\u03b9": 158,
  "\u03ba": 242,
  "\u03bc": 186,
  "\u03bd": 189,
  "\u03bf": 132,
  "\u03c0": 256,
  "\u03c1": 156,
  "\u03c2": 150,
  "\u03c3": 191,
  "\u03c4": 157,
  "\u03c5": 172,
  "\u03cd": 190,
  "\u03ce": 194,
  "\u0418": 266,
  "\u041a": 245,
  "\u0430": 248,
  "\u0433": 247,
  "\u0434": 200,
  "\u0439": 252,
  "\u043e": 246,
  "\u0442": 249,
  "\u0443": 251,
  "\u0448": 254,
  "\u044b": 250,
  "\u044c": 255,
  "\u0451": 253,
  "\u05d0": 183,
  "\u05d1": 165,
  "\u05d4": 224,
  "\u05d6": 219,
  "\u05d9": 184,
  "\u05dc": 221,
  "\u05dd": 225,
  "\u05df": 222,
  "\u05e1": 220,
  "\u05e8": 223,
  "\u05e9": 217,
  "\u05ea": 218,
  "\u1ebd": 270,
  "\u2009": 114,
  "\u200d": 134,
  "\u200e": 226,
  "\u2010": 177,
  "\u2011": 237,
  "\u2013": 78,
  "\u2014": 80,
  "\u2018": 101,
  "\u2019": 86,
  "\u201c": 89,
  "\u201d": 90,
  "\u2022": 204,
  "\u2026": 102,
  "\u202f": 104,
  "\u2032": 138,
  "\u2033": 143,
  "\u2044": 198,
  "\u20ac": 212,
  "\u2153": 193,
  "\u2212": 162,
  "\u266d": 164,
  "\u266f": 154,
  "\ufb01": 265,
  "\ufeff": 144
}